Repository: confirmedcode/Lockdown-iOS
Catalog: LockdowniOS/Resources/*.lproj/LockdownIntents.strings
Languages: ar

# 1t7xfA
source: VPN successfully enabled!
ar: تم تفعيل الVPN!

# 4ANXnv
source: VPN successfully disabled!
ar: تم إيقاف الVPN!

# 8X2Bt8
source: VPN is not available. Subscribe to one of our plans to access VPN.
ar: الVPN غير متوفر. إشترك الأن للحصول على خدمة الVPN.

# C99L7t
source: Enable VPN
ar: تفعيل الVPN

# EwLFUJ
source: VPN is not available. Subscribe to one of our plans to access VPN.
ar: الVPN غير متوفر. إشترك الأن للحصول على خدمة الVPN.

# FeCNfk
source: Turns on Lockdown's VPN
ar: يفعل VPN Lockdown

# HpId4o
source: Turns on Lockdown's Secure Tunnel (VPN)
ar: يفعل VPN Lockdown

# LE8gnO
source: Disable VPN
ar: إيقاف الVPN

# LXbqDZ
source: Sorry, VPN is already enabled.
ar: الVPN مفعّل

# PvV4bc
source: VPN successfully enabled!
ar: تم تفعيل الVPN!

# RTZHc5
source: Disable VPN
ar: تم إيقاف الVPN!

# RscSJF
source: Enable VPN
ar: تفعيل الVPN

# T5pK8z
source: Turns off Lockdown's Secure Tunnel (VPN)
ar: يوقف VPN Lockdown

# UeXEBO
source: Turns off Lockdown's VPN
ar: يوقف VPN Lockdown

# aMNv5r
source: VPN successfully disabled!
ar: تم إيقاف الVPN!

# bBQS0s
source: Sorry, VPN is already disabled.
ar: الVPN متوقف

# bOKxTL
source: Sorry, VPN is already disabled.
ar: الVPN متوقف

# e4VeOj
source: Sorry, VPN is already enabled.
ar: الVPN مفعّل

# idl2ou
source: Disable VPN
ar: أوقف الVPN

# qT3LPw
source: Enable VPN
ar: فعّل الVPN
