Repository: confirmedcode/Lockdown-iOS
Catalog: LockdowniOS/*.lproj/Main.strings
Languages: ar, de, es, fr, ja, ru, vi, zh_hans, zh_hant

# 04y-ib-kAj.text
source: I agree to the
ar: أوافق على
de: Ich akzeptiere
es: Estoy de acuerdo con la
fr: J'accepte le
ja: に同意する。
ru: Я принимаю условия
vi: Tôi đồng ý với
zh_hans: 我同意
zh_hant: 我同意

# 0XQ-Qd-SAy.placeholder
source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ru: Пароль
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

# 0id-50-Eu3.text
source: TODAY
ar: اليوم
de: HEUTE
es: HOY
fr: AUJOURD'HUI
ja: 本日
ru: СЕГОДНЯ
vi: HÔM NAY
zh_hans: 今天
zh_hant: 今日

# 0m3-NA-IPB.text
source: Title
ar: اللقب
de: Titel
es: Título
fr: Titre
ja: タイトル
ru: Название
vi: Chức danh
zh_hans: 标题
zh_hant: 標題

# 2I5-jL-jQr.text
source: NOT ACTIVE
ar: ليس نشطًا
de: INAKTIV
es: NOT ACTIVO
fr: INACTIF
ja: 非アクティブ
ru: ОТКЛЮЧЕН
vi: KHÔNG HOẠT ĐỘNG
zh_hans: 未激活
zh_hant: 未啟動

# 2sg-zD-KTu.title
source: Learn
ar: تعلم
de: Lernen
es: Aprender
fr: En savoir plus
ja: 学ぶ
ru: Обучить
vi: Học tập
zh_hans: 学习
zh_hant: 了解

# 3P8-IH-ggH.text
source: Warning
ar: تحذير
de: Warnung
es: Advertencia
fr: Avertissement
ja: ご注意
ru: Предупреждение
vi: Cảnh báo
zh_hans: 警告
zh_hant: 警告

# 5Ce-KH-z1j.text
source: iOS Annual (Save ~45%)
ar: iOS سنويًا (توفير ~45%)
de: iOS Jahresabo (speichern Sie ~45 %)
es: iOS Anual (Ahorre ~45%)
fr: iOS Annuel (Economisez ~45%)
ja: iOSの年次 (約45％割引)
ru: iOS, годовая подписка (выгода ~45%)
vi: iOS hàng năm (Tiết kiệm ~45%)
zh_hans: 年度 iOS（优惠约 45%）
zh_hant: iOS 年度方案（可省下大約 45% 的價格）

# 6Qj-yK-k5A.text
source: A simple, powerful firewall that stops connections to trackers, malware and other bad agents. Free and open source.
ar: جدار حماية بسيط وقوي يوقف الاتصال بالمتعقبات والبرامج الضارة والعوامل السيئة الأخرى. مجاني ومفتوح المصدر.
de: Eine einfache, effektive Firewall, die Verbindungen zu Trackern, Malware und sonstigen bösartigen Agenten unterbricht. Gratis und Open Source.
es: Un firewall simple y potente que detiene las conexiones a rastreadores, malware y otros agentes maliciosos. Libre y de código abierto.
fr: Un pare-feu simple et puissant qui bloque les connexions aux traqueurs, logiciels malveillants et autres agents. Libre et open source.
ja: トラッカー、マルウェア、その他の悪意のあるエージェントへの接続を停止するシンプルで強力なファイアウォール。 無料でオープンソース。
ru: Простой и эффективный брандмауэр, который останавливает попытки отслеживания, вредоносные программы и недоброжелателей. Бесплатная программа с открытым источником.
vi: Tường lửa đơn giản, mạnh mẽ, ngăn chặn các kết nối với trình theo dõi, phần mềm độc hại và các tác nhân xấu khác. Mã nguồn mở và miễn phí.
zh_hans: 一款简单、强大的防火墙，帮你阻止与跟踪器、恶意软件和其他不良代理的连接。 免费且开源。
zh_hant: 簡易、強大的防火牆，可阻止追蹤器、惡意軟體及其他惡意代理程式的連結。 免費且為開放來源。

# 6Sd-rw-Pyl.text
source: Tap to agree to this
ar: اضغط للموافقة على هذا
de: Tippen, um anzunehmen
es: Toca para aceptar esto
fr: Appuyez pour accepter
ja: 同意する場合はタップしてください。
ru: Коснитесь, чтобы принять
vi: Nhấn để đồng ý với điều này
zh_hans: 点击同意此
zh_hant: 點選以同意

# 6TE-i7-iPd.text
source: Not Whitelisted
ar: ليس في القائمة البيضاء
de: Nicht auf Positivliste
es: No Incluido En La Lista Blanca
fr: Pas sur Liste Blanche
ja: ホワイトリストに登録されていません
ru: Отсутствует в белом списке
vi: Không có trong Danh sách trắng
zh_hans: 未列入白名单
zh_hant: 未放入白名單

# 6sx-m3-XUn.text
source: World's Simplest Privacy Policy
ar: أبسط سياسة خصوصية عالميًا
de: Weltweit einfachste Datenschutzerklärung
es: La Política De Privacidad Más Sencilla Del Mundo
fr: La politique de confidentialité la plus simple du monde
ja: 世界で最もシンプルなプライバシーポリシー
ru: Самая простая политика конфиденциальности в мире
vi: Chính sách Quyền riêng tư Đơn giản nhất Thế giới
zh_hans: 世界上最简单的隐私政策
zh_hant: 世界上最簡易的隱私權政策

# 7NS-46-hCo.normalTitle
source: February 2022
ar: فبراير 2022
de: Februar 2022
es: Febrero 2022
fr: Février 2022
ja: 2022年2月
ru: Февраль 2022
vi: Tháng 2/2022
zh_hans: 2022 年 2 月
zh_hant: 2022 年 2 月

# 7nc-lb-z6u.normalTitle
source: Agree
ar: أوافق
de: Zustimmen
es: De acuerdo
fr: Accepter
ja: 同意する
ru: Принять
vi: Đồng ý
zh_hans: 同意
zh_hant: 同意

# 8FF-0m-G4n.normalTitle
source: CANCEL
ar: إلغاء
de: ABBRECHEN
es: CANCELAR
fr: ANNULER
ja: キャンセル
ru: ОТМЕНА
vi: HỦY
zh_hans: 取消
zh_hant: 取消

# 8xZ-K2-buV.text
source: Accounts get the following benefits:
ar: تحصل الحسابات على المنافع التالية:
de: Konten genießen folgende Vorteile:
es: Las cuentas obtienen los siguientes beneficios:
fr: Les comptes bénéficient des avantages suivants :
ja: アカウントには以下のような特典があります：
ru: Учетные записи получают доступ к следующим возможностям:
vi: Tài khoản nhận được những lợi ích sau:
zh_hans: 帐户可获以下好处：
zh_hant: 帳號可獲得以下好處：

# 9Mg-Xn-BmP.text
source: Block Log Disabled
ar: سجل الحظر معطل
de: Sperrprotokoll deaktiviert
es: Registro De Bloqueos Deshabilitado
fr: Journal de Blocage Désactivé
ja: ブロックログが無効
ru: Журнал блокировок отключен
vi: Đã tắt Nhật ký chặn
zh_hans: 阻止日志已禁用
zh_hant: 封鎖紀錄已關閉

# A3S-Ro-tUz.normalTitle
source: Why Trust Lockdown?
ar: لماذا تثق في Lockdown؟
de: Warum sollten Sie Lockdown vertrauen?
es: ¿Por qué confiar en Lockdown?
fr: Pourquoi Faire Confiance à Lockdown ?
ja: なぜロックダウンを信頼するのですか？
ru: Почему Lockdown можно доверять?
vi: Vì sao nên tin dùng Lockdown?
zh_hans: 为什么要信任 Lockdown？
zh_hant: 為什麼要信任 Lockdown？

# ASZ-so-4BJ.text
source: Pro Annual (Save ~30%)
ar: احترافي سنويًا (توفير ~30%)
de: Pro Jahresabo (speichern Sie ~30 %)
es: Pro Anual (Ahorre ~30%)
fr: Pro Annuel (Economisez ~30%)
ja: プロの年次 (約30％割引)
ru: Pro, годовая подписка (выгода ~30%)
vi: Pro hàng năm (Tiết kiệm ~30%)
zh_hans: 年度 Pro（优惠约 30%）
zh_hant: Pro 年度方案（可省下大約 30% 的價格）

# AVA-H3-vX1.text
source: Sign Up
ar: التسجيل
de: Registrieren
es: Regístrate
fr: Inscription
ja: サインアップ
ru: Зарегистрироваться
vi: Đăng ký
zh_hans: 注册
zh_hant: 註冊

# BGP-ej-jz6.text
source: Secure Tunnel VPN
es: VPN Secure Tunnel
fr: Tunnel Securisé VPN
ja: セキュアトンネルVPN

# BI8-xc-diY.accessibilityHint
source: iOS Annual supports iPads and iPhones. Double tap using VoiceOver to select.
ar: يدعم اشتراك iOS سنويًا أجهزة iPad و iPhone. انقر نقرًا مزدوجًا باستخدام VoiceOver للتحديد.
de: Das iOS Jahresabo unterstützt iPads und iPhones. Mit VoiceOver doppeltippen zur Auswahl.
es: iOS Anual es compatible con iPads y iPhones. Toca dos veces con VoiceOver para seleccionar.
fr: L'abonnement iOS Annuel prend en charge les iPads et les iPhones. Tapez deux fois sur le bouton VoiceOver pour sélectionner.
ja: iOS年次は、iPadとiPhoneをサポートしています。 VoiceOverを使ってダブルタップして選択します。
ru: Тарифный план «iOS, годовая подписка» включает поддержку устройств iPad и iPhone. Коснитесь дважды с помощью VoiceOver, чтобы выбрать.
vi: iOS hàng năm hỗ trợ iPad và iPhone. Nhấn đúp bằng VoiceOver để chọn.
zh_hans: 年度 iOS 支持 iPad 和 iPhone。使用 VoiceOver 双击进行选择。
zh_hant: iOS 年度方案可支援 iPads 及 iPhones。使用 VoiceOver 點選兩次以選取。

# BI8-xc-diY.accessibilityLabel
source: Checkbox for "iOS Annual" Plan
ar: ضع علامة في المربع لخطة "iOS سنويًا"
de: Kontrollkästchen für "iOS Jahresabo"
es: Casilla de Verificación del Plan "iOS Anual"
fr: Case à cocher pour "Abonnement iOS Annuel"
ja: チェックボックス "iOS年次" プラン
ru: Галочка для тарифного плана "iOS, годовая подписка"
vi: Hộp kiểm cho Gói "iOS Hàng năm"
zh_hans: "年度 iOS"套餐复选框
zh_hant: "iOS 年度"方案的核取方塊

# BhW-8r-pbC.normalTitle
source: Why Trust Lockdown?
ar: لماذا تثق في Lockdown؟
de: Warum sollten Sie Lockdown vertrauen?
es: ¿Por qué confiar en Lockdown?
fr: Pourquoi Faire Confiance à Lockdown ?
ja: なぜロックダウンを信頼するのですか？
ru: Почему Lockdown можно доверять?
vi: Vì sao nên tin dùng Lockdown?
zh_hans: 为什么要信任 Lockdown？
zh_hant: 為什麼要信任 Lockdown？

# BoV-0k-BS5.accessibilityHint
source: Instructs user to tap the blue circle to the left of this label to activate.
ar: وجه المستخدم إلى النقر على الدائرة الزرقاء الموجودة على يسار هذا الوسم للتفعيل.
de: Weisen Sie Nutzer an, auf den blauen Kreis links von diesem Label zu tippen, um es zu aktivieren.
es: Indica al usuario que toque el círculo azul a la izquierda de esta etiqueta para activar.
fr: Indique à l'utilisateur de toucher le cercle bleu à gauche de cette étiquette pour l'activer.
ja: このラベルの左側にある青い円をタップしてアクティブにするようにユーザーに指示します。
ru: Просит пользователя коснуться синего кружка слева от этой метки, чтобы активировать
vi: Hướng dẫn người dùng nhấn vào vòng tròn màu xanh ở bên trái của nhãn này để kích hoạt.
zh_hans: 指示用户点击此标签左侧的蓝色圆圈来激活。
zh_hant: 指示使用者點選此標籤左方的藍色圓圈以啟動。

# BoV-0k-BS5.accessibilityLabel
source: A label that says Tap To Activate. Not the actual button.
ar: وسم يقول اضغط للتنشيط. وليس الزر الفعلي.
de: Ein Label auf dem "Tippen zum Aktivieren" steht. Nicht die tatsächliche Schaltfläche.
es: Una etiqueta que dice Tocar Para Activar. No es el botón real.
fr: Une étiquette qui dit " Appuyez pour activer ". Pas le bouton lui-même.
ja: 「タップしてアクティブにする」と書かれたラベル。実際のボタンではありません。
ru: Метка со словами «Коснитесь, чтобы активировать». Не настоящая кнопка.
vi: Nhãn có nội dung Nhấn để kích hoạt. Không phải là nút thực tế.
zh_hans: 一个写着"点击激活"字样的标签。不是真正的按钮。
zh_hant: 寫著「點選以啟動」的標籤，而非真正的按鈕。

# BoV-0k-BS5.text
source: Tap To Activate
ar: اضغط للتنشيط
de: Tippen zum Aktivieren
es: Tocar Para Activar
fr: Appuyez pour activer
ja: タップしてアクティブにする
ru: Коснитесь, чтобы активировать
vi: Nhấn để kích hoạt
zh_hans: 点击激活
zh_hant: 點選以啟動

# Cjo-hk-1dr.normalTitle
source: CLOSE
ar: إغلاق
de: SCHLIESSEN
es: CERRAR
fr: FERMER
ja: 閉じる
ru: ЗАКРЫТЬ
vi: ĐÓNG
zh_hans: 关闭
zh_hant: 關閉

# Dm9-pY-Snm.normalTitle
source: Restore Purchase
ar: استعادة عملية الشراء
de: Kauf wiederherstellen
es: Restaurar Compra
fr: Restaurer l'Achat
ja: 購入商品を復元する
ru: Восстановить покупки
vi: Khôi phục Mua hàng
zh_hans: 恢复购买
zh_hant: 恢復購買

# Dxs-1n-lKD.normalTitle
source: Forgot Password?
ar: نسيت كلمة المرور؟
de: Passwort vergessen?
es: ¿Se te olvidó tu contraseña?
fr: Mot de passe oublié ?
ja: パスワードをお忘れですか？
ru: Забыли пароль?
vi: Quên mật khẩu?
zh_hans: 忘记密码？
zh_hant: 忘記密碼？

# E9c-eB-V7Z.text
source: United States - West
ar: الولايات المتحدة - الغرب
de: Vereinigte Staaten - West
fr: États-Unis - Ouest
ja: アメリカ西部
ru: США (Запад)
vi: Hoa Kỳ - Miền Tây
zh_hans: 美国 - 西部
zh_hant: 美國--西部

# G2S-PC-kMS.text
source: 12:22 PM
ar: 12:22 م
de: 12:22 Uhr
fr: 12h22
ja: 午後12時22分
vi: 12:22 sáng
zh_hans: 下午 12:22

# GBo-WQ-fTN.normalTitle
source: CLOSE
ar: إغلاق
de: SCHLIESSEN
es: CERRAR
fr: FERMER
ja: 閉じる
ru: ЗАКРЫТЬ
vi: ĐÓNG
zh_hans: 关闭
zh_hant: 關閉

# J7f-4S-hHD.normalTitle
source: Sign In
ar: تسجيل الدخول
de: Anmelden
es: Iniciar Sesión
fr: Connexion
ja: サインイン
ru: Войти
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登入

# JVD-sS-lUY.normalTitle
source: View Log
ar: عرض السجل
de: Protokoll anzeigen
es: Ver Registro
fr: Afficher Journal
ja: ログを見る
ru: Открыть журнал
vi: Xem nhật ký
zh_hans: 查看日志
zh_hant: 檢視紀錄

# Jsv-mc-ptE.text
source: Secure Tunnel VPN
es: VPN Secure Tunnel
fr: Tunnel Securisé VPN
ja: セキュアトンネルVPN

# KDA-UD-f4u.text
source: Already have a Lockdown account? Sign in below.
ar: لديك بالفعل حساب Lockdown؟ سجل الدخول أدناه.
de: Sie haben bereits ein Lockdown-Konto? Registrieren Sie sich unten.
es: ¿Ya tienes una cuenta de Lockdown? Iniciar sesión a continuación.
fr: Vous avez déjà un compte Lockdown ? Connectez-vous ci-dessous.
ja: すでにLockdownアカウントをお持ちですか？? 以下からサインインしてください。
ru: У вас уже есть учетная запись Lockdown? Войдите.
vi: Đã có tài khoản Lockdown? Đăng nhập bên dưới.
zh_hans: 已有 Lockdown 帐户？ 在下方登录。
zh_hant: 已有 Lockdown 帳號？ 在下方登入。

# KMj-n0-VnV.placeholder
source: Email Address
ar: عنوان البريد الإلكتروني
de: E-Mail-Adresse
es: Dirección de Correo Electrónico
fr: Adresse E-mail
ja: 電子メールアドレス
ru: Email-адрес
vi: Địa chỉ email
zh_hans: 电子邮件地址
zh_hant: 電子郵件地址

# KbM-Pn-EXN.normalTitle
source: Get Started
ar: البدء
de: Erste Schritte
es: Empezar
fr: Démarrer
ja: はじめに
ru: Защитите себя
vi: Bắt đầu
zh_hans: 开始使用
zh_hant: 開始使用

# Kd7-nB-tAb.text
source: Blocking Enabled
ar: الحظر مفعل
de: Sperrung aktiviert
es: Bloqueo Habilitado
fr: Blocage activé
ja: ブロッキング有効
ru: Блокировка включена
vi: Đã bật Chặn
zh_hans: 阻止已启用
zh_hant: 已啟用封鎖

# KtJ-Jg-Z3X.text
source: Set Region
ar: تحديد المنطقة
de: Region festlegen
es: Establecer Región
fr: Définir Région
ja: 地域を設定します。
ru: Выбрать регион
vi: Đặt khu vực
zh_hans: 设置地区
zh_hant: 設定區域

# LE2-86-d4U.text
source: Firewall
ar: جدار الحماية
fr: Pare-feu
ja: ファイアウォール
ru: Брандмауэр
vi: Tường lửa
zh_hans: 防火墙

# MRU-xk-A2p.normalTitle
source: CANCEL
ar: إلغاء
de: ABBRECHEN
es: CANCELAR
fr: ANNULER
ja: キャンセル
ru: ОТМЕНА
vi: HỦY
zh_hans: 取消
zh_hant: 取消

# NvC-GW-2NJ.normalTitle
source: CANCEL
ar: إلغاء
de: ABBRECHEN
es: CANCELAR
fr: ANNULER
ja: キャンセル
ru: ОТМЕНА
vi: HỦY
zh_hans: 取消
zh_hant: 取消

# O4a-yi-uRp.normalTitle
source: Button
ar: زر
de: Schaltfläche
es: Botón
fr: Bouton
ja: ボタン
ru: Кнопка
vi: Nút
zh_hans: 按钮
zh_hant: 按鈕

# O5a-jC-Mj1.title
source: Protect
ar: حماية
de: Schützen
es: Proteger
fr: Protéger
ja: プロテクト
ru: Защитить
vi: Bảo vệ
zh_hans: 保护
zh_hant: 保護

# O6b-GR-ijA.text
source: Location: 🇺🇸
ar: الموقع: 🇺🇸
de: Standort: 🇺🇸
es: Ubicación: 🇺🇸
fr: Localisation : 🇺🇸
ja: 場所： アメリカ
ru: Местоположение: США
vi: Vị trí:
zh_hans: 位置：美国
zh_hant: 地點：🇺🇸

# ODT-wN-bGo.text
source: iPads and iPhones
ar: أجهزة iPad و iPhone
de: iPads und iPhones
es: iPads y iPhones
fr: iPads et iPhones
ja: iPadとiPhone
ru: устройства iPad и iPhone
vi: iPad và iPhone
zh_hans: iPad 和 iPhone
zh_hant: iPads 及 iPhones

# PGe-EF-Ixy.text
source: Block Invasive Tracking
ar: حظر التعقب الجائر
de: Invasives Tracking blockieren
es: Bloquear Rastreo Invasivo
fr: Bloqueur de Traqueurs Intrusifs
ja: 侵襲的追跡をブロック
ru: Заблокируйте попытки отслеживания
vi: Chặn theo dõi xâm lấn
zh_hans: 阻止侵入性跟踪
zh_hant: 封鎖侵入式追蹤

# RTE-DP-SL6.normalTitle
source: Sign Up
ar: التسجيل
de: Registrieren
es: Regístrate
fr: Inscription
ja: サインアップ
ru: Зарегистрироваться
vi: Đăng ký
zh_hans: 注册
zh_hant: 註冊

# Rhb-9H-gRT.normalTitle
source: Whitelist
ar: القائمة البيضاء
es: Lista Blanca
fr: Liste Blanche
ja: ホワイトリスト
ru: Белый список
vi: Danh sách trắng
zh_hans: 白名单
zh_hant: 白名單

# SCr-mD-x9f.normalTitle
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política de Privacidad
fr: Politique de Confidentialité
ja: 個人情報保護方針
ru: Политика конфиденциальности
vi: Chính sách Quyền riêng tư
zh_hans: 隐私政策
zh_hant: 隱私權政策

# SGD-NH-9Mo.text
source: ALL TIME
ar: كل الوقت
de: JEDERZEIT
es: TODO EL TIEMPO
fr: TOUT LE TEMPS
ja: 全ての時間
ru: ВСЕ ВРЕМЯ
vi: TẤT CẢ THỜI GIAN
zh_hans: 全时
zh_hant: 無時無刻

# SLG-gG-QTX.text
source: iPads, iPhones, and Macs
ar: أجهزة iPad و iPhone و Mac
de: iPads, iPhones und Macs
es: iPads, iPhones, Y Macs
fr: iPads, iPhones et Macs
ja: iPad、iPhone、及びMac
ru: Устройства iPad, iPhone и Mac
vi: iPad, iPhone và Mac
zh_hans: iPad、iPhone 和 Mac
zh_hant: iPads、iPhones 及 Macs

# T2B-yz-40I.text
source: Lockdown Firewall is 100% on-device, so it does not collect or transmit any data to any servers - everything stays on your device.
ar: Lockdown Firewall يوجد على الجهاز بنسبة 100٪، لذا فهو لا يجمع أو يرسل أي بيانات إلى أي خوادم - كل شيء يظل على جهازك.
de: Lockdown Firewall ist 100 % auf dem Gerät, weshalb es keine Daten sammelt oder an Server senden - alles bleibt auf Ihrem Gerät.
es: Lockdown Firewall está 100% en el dispositivo, por lo que no recopila ni transmite ningún dato a ningún servidor; todo permanece en su dispositivo.
fr: Le pare-feu Lockdown est 100% sur votre appareil, il ne collecte, ni ne transmet aucune donnée à aucun serveur. Tout reste sur votre appareil.
ja: Lockdown Firewallは100％デバイス上にあるため、データを収集したり、サーバーに送信したりすることはありません - すべてがデバイスに残ります。
ru: Брандмауэр Lockdown полностью устанавливается на устройство. Он не собирает и не передает данные ни на какие серверы - вся информация остается на вашем устройстве.
vi: Lockdown Firewall hoạt động 100% trên thiết bị, vì vậy nó không thu thập hoặc truyền bất kỳ dữ liệu nào đến bất kỳ máy chủ nào - mọi thứ vẫn nằm trên thiết bị của bạn.
zh_hans: Lockdown 防火墙 100% 在设备上运行，因此它不会收集或传输任何数据到任何服务器--所有数据都保留在您的设备上。
zh_hant: Lockdown Firewall 100% 在裝置上，所以不需要收集或傳送任何資料至任何伺服器--所有內容皆在你的裝置上。

# TaD-Vg-S5A.text
source: Protect Good Connections
ar: احمي الاتصالات الجيدة
de: Schützen Sie gute Verbindungen
es: Proteja Las Buenas Conexiones
fr: Protéger Connexions Sûres
ja: 良好な接続を保護する
ru: Защита хороших подключений
vi: Bảo vệ kết nối tốt
zh_hans: 保护正常连接
zh_hant: 保護良好的連線

# Tls-Z3-Gnz.normalTitle
source: SAVE
ar: حفظ
de: SPEICHERN
es: GUARDAR
fr: SAUVEGARDER
ja: セーブ
ru: СОХРАНИТЬ
vi: LƯU
zh_hans: 保存
zh_hant: 儲存

# UJ5-nt-aYy.text
source: Lockdown VPN is 100% open source, fully audited, and has a strict no-logs policy. Proof of your data protection is in the Privacy Policy.
ar: Lockdown VPN هو 100٪ مفتوح المصدر ومدقق بالكامل ولديه سياسة صارمة لعدم الاحتفاظ بالسجلات. يوجد الدليل على حماية بياناتك في سياسة الخصوصية.
de: Lockdown VPN ist 100 % Open Source, vollständig geprüft und verfolgt eine strenge Kein-Protokoll-Politik. Beweis für den Schutz Ihrer Daten ist die Datenschutzerklärung.
es: Lockdown VPN es 100% de código abierto, totalmente auditado y tiene una política estricta de no guardar registros. La prueba de la protección de sus datos está en la Política de Privacidad.
fr: Lockdown VPN est 100% open source, intégralement audité et a une politique stricte de non-conservation des logs. Consultez la politique de confidentialité pour en savoir plus.
ja: Lockdown VPNは100%オープンソースで、完全に監査されており、厳格なノーログポリシーを持っています。 お客様のデータ保護の証明は、プライバシーポリシーにあります。
ru: Программный код Lockdown VPN на 100% открыт, проверен экспертами и не создает журналов вашей активности. Доказательство того, что мы защищаем ваши данные, можно найти в политике конфиденциальности.
vi: Lockdown VPN là phần mềm nguồn mở 100%, đã được kiểm tra đầy đủ và có chính sách không ghi nhật ký nghiêm ngặt. Bằng chứng về việc bảo vệ dữ liệu của bạn nằm trong Chính sách Quyền riêng tư.
zh_hans: Lockdown VPN 100% 开放源码，经过全面审计，并遵守严格的无日志策略。要证明对您数据的保护，请参阅《隐私政策》。
zh_hant: Lockdown VPN 為 100% 開放來源、完全受到稽核，且有嚴格的無紀錄政策。為隱私權政策中資料保護的證明。

# VK2-VJ-AkH.normalTitle
source: Get Started Free
ar: ابدأ مجانًا
de: Erste Schritte gratis
es: Empiece Gratis
fr: Commencez
ja: 無料で始める
ru: Защитите себя бесплатно
vi: Bắt đầu Miễn phí
zh_hans: 免费开始使用
zh_hant: 開始免費使用

# Vhr-9g-C3l.normalTitle
source: Learn More
ar: اعرف المزيد
de: Mehr erfahren
es: Aprende Más
fr: En Savoir Plus
ja: 詳細はこちら
ru: Подробности
vi: Tìm hiểu thêm
zh_hans: 了解更多
zh_hant: 了解更多

# W3y-bX-UkA.text
source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de Passe
ja: パスワード
ru: Пароль
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

# WcD-2j-Lym.accessibilityHint
source: iOS Monthly supports iPads and iPhones. Double tap using VoiceOver to select.
ar: يدعم اشتراك iOS شهريًا أجهزة iPad و iPhone. انقر نقرًا مزدوجًا باستخدام VoiceOver للتحديد.
de: Das iOS Monatsabo unterstützt iPads und iPhones. Mit VoiceOver doppeltippen zur Auswahl.
es: iOS Mensual es compatible con iPads y iPhones. Toca dos veces con VoiceOver para seleccionar.
fr: L'abonnement iOS Mensuel supporte les iPads et iPhones. Tapez deux fois sur le bouton VoiceOver pour sélectionner.
ja: iOS毎月はiPadとiPhoneをサポートしています。 VoiceOverを使ってダブルタップして選択します。
ru: Тарифный план «iOS, месячная подписка» включает поддержку устройств iPad и iPhone. Коснитесь дважды с помощью VoiceOver, чтобы выбрать.
vi: iOS Hàng tháng hỗ trợ iPad và iPhone. Nhấn đúp bằng VoiceOver để chọn.
zh_hans: 月度 iOS 支持 iPad 和 iPhone。使用 VoiceOver 双击进行选择。
zh_hant: iOS 月度方案可支援 iPads 及 iPhones。使用 VoiceOver 點選兩次以選取。

# WcD-2j-Lym.accessibilityLabel
source: Checkbox for "iOS Monthly" Plan
ar: ضع علامة في المربع لخطة "iOS شهريًا"
de: Kontrollkästchen für "iOS Monatsabo"
es: Casilla de verificación para el plan "iOS Mensual"
fr: Case à cocher pour "Abonnement iOS Mensuel"
ja: チェックボックス "iOS毎月"プラン
ru: Галочка для тарифного плана "iOS, месячная подписка"
vi: Hộp kiểm cho Gói "iOS Hàng tháng"
zh_hans: "月度 iOS"套餐复选框
zh_hant: "iOS 月度"方案的核取方塊

# Wi8-F0-ahr.normalTitle
source: CLOSE
ar: إغلاق
de: SCHLIESSEN
es: CERRAR
fr: FERMER
ja: 閉じる
ru: ЗАКРЫТЬ
vi: ĐÓNG
zh_hans: 关闭
zh_hant: 關閉

# WyU-rB-hEs.text
source: THIS WEEK
ar: هذا الأسبوع
de: DIESE WOCHE
es: ESTA SEMANA
fr: CETTE SEMAINE
ja: 今週
ru: ЭТА НЕДЕЛЯ
vi: TUẦN NÀY
zh_hans: 本周
zh_hant: 本週

# XQI-S7-VjW.text
source: $49.99/year after (~$4.17/month)
ar: 49.99 دولارًا في السنة بعد ذلك (حوالي 4.17 دولارًا في الشهر)
de: 49,99 US$/Jahr nach (~4,17 US$/Monat)
es: $49.99/año después (~$4.17/mes)
fr: $49.99/an après (~$4.17/mois)
ja: $49.99/y年後 (~$4.17/月)
ru: Далее $49.99/год (~$4.17/месяц)
vi: $49,99/năm sau (~$4,17/tháng)
zh_hans: 之后 49.99 美元/年（约 4.17 美元/月）
zh_hant: 以下時間後每年 $49.99（約為每月 $4.17）：

# XcQ-Zo-7hE.text
source: Block Group Title
ar: اسم مجموعة الحظر
de: Titel Sperrgruppe
es: Título Del Grupo De Bloqueo
fr: Titre du Groupe de Blocage
ja: ブロックグループタイトル
ru: Название группы черного списка
vi: Tiêu đề Nhóm chặn
zh_hans: 阻止组标题
zh_hant: 封鎖群組標題

# XhT-hq-Dd2.text
source: ✓ Get new block lists for trackers ✓ Access Lockdown Mac and Desktop ✓ Critical announcements and features
ar: ✓ احصل على قوائم حظر جديدة للمتعقبات ✓ تمتع بحماية Lockdown على Mac والكمبيوتر ✓ الإعلانات والميزات الهامة
de: ✓ Erhalten Sie neue Sperrlisten für Tracker ✓ Zugriffssperre für Mac und Desktop ✓ Kritische Ankündigungen und Funktionen
es: ✓ Obtenga nuevas listas de bloqueo para rastreadores ✓ Acceda a Lockdown Mac y ordenador ✓ Anuncios y funciones fundamentales
fr: ✓ Recevez de nouvelles listes de blocage pour les traqueurs ✓ Accédez à Lockdown Mac et Desktop ✓ Recevez les annonces critiques et les dernières fonctionnalités
ja: ✓ トラッカーの新しいブロックリストを取得する ✓ Lockdown Macとデスクトップにアクセス ✓ クリティカルな発表と機能
ru: ✓ Новые черные списки для отслеживающих программ ✓ Доступ к Lockdown для Mac и настольных компьютеров ✓ Важные объявления и дополнительные возможности
vi: ✓ Nhận danh sách chặn mới cho các trình theo dõi ✓ Truy cập Lockdown Mac và Desktop ✓ Các thông báo và tính năng quan trọng
zh_hans: ✓ 获得新的追踪器阻止列表 ✓ 访问 Lockdown Mac 和桌面 ✓ 重要公告和功能
zh_hant: ✓ 取得全新的追蹤器封鎖清單 ✓ 存取 Mac 及 Desktop 版 Lockdown ✓ 重要公告及功能

# XvC-pH-UjX.normalTitle
source: Block List
ar: قائمة الحظر
de: Sperrliste
es: Lista De Bloqueos
fr: Liste de Blocages
ja: ブロックリスト
ru: Чёрный список
vi: Danh sách chặn
zh_hans: 屏蔽列表
zh_hant: 封鎖清單

# Y6I-Ar-Q5y.title
source: Account
ar: الحساب
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
ru: Учетная запись
vi: Tài khoản
zh_hans: 帐户
zh_hant: 帳號

# YAE-W9-FME.title
source: Account
ar: الحساب
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
ru: Учетная запись
vi: Tài khoản
zh_hans: 帐户
zh_hant: 帳號

# ZPf-nR-X1a.accessibilityLabel
source: Tap This Button To Activate Secure Tunnel
ar: اضغط على هذا الزر لتفعيل Secure Tunnel
de: Tippen Sie auf diese Schaltfläche, um Secure Tunnel zu aktivieren
es: Toque Este Botón Para Activar Secure Tunnel
fr: Appuyez sur ce bouton pour activer le tunnel sécurisé
ja: このボタンをタップして、セキュアトンネルをアクティブにします
ru: Нажмите на эту кнопку, чтобы активировать Secure Tunnel
vi: Nhấn nút này để kích hoạt Secure Tunnel
zh_hans: 点击此按钮激活 Secure Tunnel
zh_hant: 點選此按鈕以啟動 Secure Tunnel

# a37-qm-xpZ.normalTitle
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política de Privacidad
fr: Politique de Confidentialité
ja: 個人情報保護方針
ru: Политика конфиденциальности
vi: Chính sách Quyền riêng tư
zh_hans: 隐私政策
zh_hant: 隱私權政策

# a4O-qT-yLk.normalTitle
source: Set Region
ar: تحديد المنطقة
de: Region festlegen
es: Establecer Región
fr: Définir Région
ja: 地域を設定する
ru: Выбрать регион
vi: Đặt khu vực
zh_hans: 设置地区
zh_hant: 設定區域

# anO-Te-34C.normalTitle
source: CANCEL
ar: إلغاء
de: ABBRECHEN
es: CANCELAR
fr: ANNULER
ja: キャンセル
ru: ОТМЕНА
vi: HỦY
zh_hans: 取消
zh_hant: 取消

# asx-fS-ufQ.text
source: Email
ar: البريد الإلكتروني
es: Correo Electrónico
ja: 電子メール
zh_hans: 电邮
zh_hant: 電子郵件

# c6Y-nW-xhv.text
source: Pro Monthly
ar: احترافي شهريًا
de: Pro Monatsabo
es: Pro Mensual
fr: Pro Mensuel
ja: Pro毎月
ru: Pro, на месяц
vi: Pro Hàng tháng
zh_hans: 月度 Pro
zh_hant: Pro 月度

# cNH-31-ne4.normalTitle
source: CANCEL
ar: إلغاء
de: ABBRECHEN
es: CANCELAR
fr: ANNULER
ja: キャンセル
ru: ОТМЕНА
vi: HỦY
zh_hans: 取消
zh_hant: 取消

# cVg-HS-AW8.text
source: TUNNEL OFF
ar: النفق قيد الإيقاف
de: TUNNEL AUS
es: TUNNEL APAGADO
fr: TUNNEL INACTIF
ja: トンネルオフ
ru: ТУННЕЛЬ ОТКЛЮЧЕН
vi: ĐƯỜNG HẦM ĐANG TẮT
zh_hans: 隧道关闭
zh_hant: TUNNEL 關閉
