Repository: confirmedcode/Lockdown-iOS
Catalog: LockdowniOS/*.lproj/Main.strings
Languages: ar, de, es, fr, ja, ru, vi, zh_hans, zh_hant

# ccb-xf-LSM.text
source: The connections blocked by Lockdown for the last day are shown below. As per our Privacy Policy, all the blocking is done on-device and never transmitted to any servers for processing.
ar: الاتصالات التي حظرها Lockdown في آخر يوم موضحة أدناه. وفقًا لسياسة الخصوصية الخاصة بنا، يتم إجراء جميع عمليات الحظر على الجهاز ولا يتم نقلها أبدًا إلى أي خوادم للمعالجة.
de: Die von Lockdown blockierten Verbindungen des letzten Tages werden unten angezeigt. Gemäß unserer Datenschutzerklärung erfolgen alle Sperrungen auf dem Gerät und werden niemals zur Verarbeitung auf einen Server gesendet.
es: Las conexiones bloqueadas por Lockdown durante el último día se muestran a continuación. Según nuestra Política de Privacidad, todo el bloqueo se realiza en el dispositivo y nunca se transmite a ningún servidor para su procesamiento..
fr: Les connexions bloquées par Lockdown pour le dernier jour sont indiquées ci-dessous. Conformément à notre politique de confidentialité, tous les blocages sont effectués sur l'appareil et ne sont jamais transmis à un serveur pour traitement.
ja: 最終日のLockdownでブロックされた接続は以下の通りです。 プライバシーポリシーに従い、すべてのブロックはデバイス上で行われ、処理のためにサーバーに送信されることはありません。
ru: Здесь показан список подключений, заблокированный Lockdown в течение последнего дня. В соответствии с нашей политикой конфиденциальности, все блокировки осуществляются на вашем устройстве и не передаются ни на какие серверы для обработки.
vi: Các kết nối bị Lockdown chặn trong ngày qua được hiển thị bên dưới. Theo Chính sách Quyền riêng tư của chúng tôi, tất cả hoạt động chặn được thực hiện trên thiết bị và không bao giờ được truyền đến bất kỳ máy chủ nào để xử lý.
zh_hans: Lockdown 前一日阻止的连接如下所示。根据我们的隐私政策，所有阻止均在设备上完成，绝不会传输到任何服务器进行处理。
zh_hant: 前一天遭 Lockdown 封鎖的連線已顯示於下方。根據我們的隱私權政策，所有的封鎖皆在裝置上完成，且永遠不會傳送至任何伺服器進行處理。

# d44-u4-ZF6.accessibilityHint
source: Pro Annual supports iPads and iPhones and Macs. Double tap using VoiceOver to select.
ar: يدعم اشتراك احترافي سنويًا أجهزة iPad و iPhone و Mac. انقر نقرًا مزدوجًا باستخدام VoiceOver للتحديد.
de: Das Pro Jahresabo unterstützt iPads, iPhones und Macs. Mit VoiceOver doppeltippen zur Auswahl.
es: Pro Anual es compatible con iPads, iPhones y Macs. Toca dos veces con VoiceOver para seleccionar.
fr: L'abonnement Pro Annuel prend en charge les iPads, les iPhones et les Macs. Tapez deux fois sur le bouton VoiceOver pour sélectionner.
ja: Pro年次はiPadとiPhoneをサポートしています。 VoiceOverを使ってダブルタップして選択します。
ru: Тарифный план «Pro, годовая подписка» включает поддержку устройств iPad, iPhone и Mac. Коснитесь дважды с помощью VoiceOver, чтобы выбрать.
vi: Pro Hàng năm hỗ trợ iPad và iPhone và Mac. Nhấn đúp bằng VoiceOver để chọn.
zh_hans: 年度 Pro 支持 iPad、iPhone 和 Mac。使用 VoiceOver 双击进行选择。
zh_hant: Pro 年度方案可支援 iPads、iPhones 及 Macs。使用 VoiceOver 點選兩次以選取。

# d44-u4-ZF6.accessibilityLabel
source: Checkbox for "Pro Annual" Plan
ar: ضع علامة في المربع لخطة "احترافي سنويًا"
de: Kontrollkästchen für "Pro Jahresabo"
es: Casilla de verificación para plan "Pro Anual"
fr: Case à cocher pour "Abonnement Pro Annuel"
ja: チェックボックス "Pro年次"プラン
ru: Галочка для тарифного плана "Pro, годовая подписка"
vi: Hộp kiểm cho Gói "Pro Hàng năm"
zh_hans: "年度 Pro"套餐复选框
zh_hant: "Pro 年度"方案的核取方塊

# dLw-qu-1Oe.text
source: Enter your email below and we'll send you an email to reset your password.
ar: أدخل بريدك الإلكتروني أدناه وسنرسل لك بريدًا إلكترونيًا لإعادة تعيين كلمة مرورك.
de: Geben Sie unten Ihre E-Mail-Adresse an und wir senden Ihnen eine E-Mail, um Ihr Passwort zurückzusetzen.
es: Ingrese su correo electrónico a continuación y le enviaremos un correo electrónico para restablecer su contraseña.
fr: Entrez votre adresse e-mail ci-dessous et nous vous enverrons un e-mail pour réinitialiser votre mot de passe.
ja: 下記にメールアドレスを入力すると、パスワードをリセットするためのメールを送信します。
ru: Введите ваш адрес электронной почты, и мы отправим письмо, которое позволит сбросить пароль.
vi: Nhập email của bạn vào bên dưới và chúng tôi sẽ gửi cho bạn một email để đặt lại mật khẩu.
zh_hans: 请在下方输入您的电子邮箱地址，我们会给您发送一封电子邮件，以便您重新设置自己的密码。
zh_hant: 請在下方輸入您的電子郵件，我們將會寄給您一封電子郵件，以讓您重設密碼。

# dp2-kD-Scb.normalTitle
source: Sign In
ar: تسجيل الدخول
de: Anmelden
es: Iniciar Sesión
fr: Connexion
ja: サインイン
ru: Войти
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登入

# f3K-Kz-eVg.placeholder
source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ru: Пароль
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

# fRG-nx-zRG.accessibilityLabel
source: Tap This Button To Activate Firewall
ar: اضغط على هذا الزر لتفعيل جدار الحماية
de: Tippen Sie auf diese Schaltfläche, um Firewall zu aktivieren
es: Toque Este Botón Para Activar El Firewall
fr: Appuyez sur ce bouton pour activer le pare-feu
ja: このボタンをタップしてファイアウォールをアクティブにします
ru: Нажмите на эту кнопку, чтобы активировать брандмауэр
vi: Nhấn nút này để kích hoạt Tường lửa
zh_hans: 点击此按钮激活防火墙
zh_hant: 點選此按鈕以啟動 Firewall

# fTe-nS-2bH.text
source: For fastest speeds, choose a region closest to you. You can also anonymize your IP through other regions.
ar: للحصول على سرعات أعلى، اختر المنطقة الأقرب إليك. يمكنك أيضًا إخفاء هوية IP الخاص بك من خلال مناطق أخرى.
de: Für schnellste Geschwindigkeiten, wählen Sie eine Region in Ihrer Nähe. Sie können Ihre IP auch über andere Regionen anonymisieren.
es: Para velocidades más rápidas, elija una región más cercana a usted. También puede anonimizar su IP a través de otras regiones.
fr: Pour les vitesses les plus rapides, choisissez la région la plus proche de chez vous. Vous pouvez également anonymiser votre IP en passant par d'autres régions.
ja: 最速の速度を得るには、最も近い地域を選択してください。 他の地域を経由してIPを匿名化することもできます。
ru: Для максимальной скорости выберите регион неподалеку от вас. Вы также можете скрыть ваш IP, выбрав один из других регионов.
vi: Để có tốc độ nhanh nhất, hãy chọn khu vực gần bạn nhất. Bạn cũng có thể ẩn danh IP của mình thông qua các khu vực khác.
zh_hans: 为了获得最快速度，请选择离您最近的地区。您也可以通过其他地区来匿名自己的 IP。
zh_hant: 若想體驗最快的速度，請選擇最接近您的區域。您也能透過其他區域來匿名您的 IP。

# fmE-6E-gnc.text
source: Block Log
ar: سجل الحظر
de: Sperrprotokoll
es: Registro de Bloqueos
fr: Journal de Blocage
ja: ブロックログ
ru: Журнал блокировок
vi: Nhật ký chặn
zh_hans: 阻止日志
zh_hant: 封鎖紀錄

# gHS-VV-2R1.text
source: Enhanced Tracking Prevention
ar: منع محسن للتعقب
de: Verbesserte Tracking-Verhinderung
es: Prevención De Rastreo Mejorada
fr: Prévention Améliorée du Suivi
ja: トラッキング防止の強化
ru: Усиленная защита от отслеживания
vi: Tăng cường Ngăn chặn Theo dõi
zh_hans: 跟踪防范优化
zh_hant: 強化的追蹤防護

# gJW-8m-Vk5.text
source: Password must be at least 8 characters, contain at least one uppercase letter, one lowercase letter, one number, and one symbol.
ar: يجب أن تتكون كلمة المرور من 8 أحرف على الأقل، وتحتوي على حرف كبير واحد وحرف صغير واحد ورقم واحد ورمز واحد على الأقل.
de: Das Passwort muss mindestens 8 Zeichen lang sein, mindestens ein Großbuchstabe, ein Kleinbuchstabe, eine Ziffer und ein Sonderzeichen enthalten.
es: La contraseña debe tener al menos 8 caracteres, contener al menos una letra mayúscula, una letra minúscula, un número y un símbolo.
fr: Le mot de passe doit comporter au moins 8 caractères, au moins une lettre majuscule, une lettre minuscule, un chiffre et un symbole.
ja: パスワードは8文字以上で、大文字、小文字、数字、記号を1つ以上含む必要があります。
ru: Пароль должен быть не короче 8 знаков и должен содержать минимум одну букву верхнего регистра, одну букву нижнего регистра, одну цифру и один символ.
vi: Mật khẩu phải có tối thiểu 8 ký tự, chứa ít nhất một chữ cái viết hoa, một chữ thường, một số và một ký hiệu.
zh_hans: 密码必须至少为 8 个字符，至少包含一个大写字母、一个小写字母、一个数字和一个符号。
zh_hant: 密碼必須至少為 8 個字元，須包含至少一個大寫字母、一個小寫字母、一個數字及一個符號。

# h6y-cc-pyT.normalTitle
source: Why Trust Lockdown?
ar: لماذا تثق في Lockdown؟
de: Warum sollten Sie Lockdown vertrauen?
es: ¿Por qué confiar en Lockdown?
fr: Pourquoi Faire Confiance à Lockdown ?
ja: なぜLockdownを信頼するのか？
ru: Почему Lockdown можно доверять?
vi: Vì sao nên tin dùng Lockdown?
zh_hans: 为什么要信任 Lockdown？
zh_hant: 為什麼要信任 Lockdown？

# hqL-Xy-82O.accessibilityHint
source: Pro Monthly supports iPads and iPhones and Macs. Double tap using VoiceOver to select.
ar: يدعم اشتراك احترافي شهريًا أجهزة iPad و iPhone و Mac. انقر نقرًا مزدوجًا باستخدام VoiceOver للتحديد.
de: Das Pro Monatsabo unterstützt iPads, iPhones und Macs. Mit VoiceOver doppeltippen zur Auswahl.
es: Pro Mensual es compatible con iPads, iPhones y Macs. Toca dos veces con VoiceOver para seleccionar.
fr: L'abonnement Pro Mensuel supporte les iPads, iPhones et Macs. Tapez deux fois sur le bouton VoiceOver pour sélectionner.
ja: Pro毎月はiPadとiPhoneをサポートしています。 VoiceOverを使ってダブルタップして選択します。
ru: Тарифный план «Pro, месячная подписка» включает поддержку устройств iPad, iPhone и Mac. Коснитесь дважды с помощью VoiceOver, чтобы выбрать.
vi: Pro Hàng tháng hỗ trợ iPad và iPhone và Mac. Nhấn đúp bằng VoiceOver để chọn.
zh_hans: 月度 Pro 支持 iPad、iPhone 和 Mac。使用 VoiceOver 双击进行选择。
zh_hant: Pro 月度方案可支援 iPads、iPhones 及 Macs。使用 VoiceOver 點選兩次以選取。

# hqL-Xy-82O.accessibilityLabel
source: Checkbox for "Pro Monthly" Plan
ar: ضع علامة في المربع لخطة "احترافي شهريًا"
de: Kontrollkästchen für "Pro Monatsabo"
es: Casilla de verificación para plan "Pro Mensual"
fr: Case à cocher pour "Abonnement Pro Mensuel"
ja: チェックボックス "Pro毎月"プラン
ru: Галочка для тарифного плана "Pro, месячная подписка"
vi: Hộp kiểm cho Gói "Pro Hàng tháng"
zh_hans: "月度 Pro"套餐复选框
zh_hant: "Pro 月度"方案的核取方塊

# j43-ba-oDJ.normalTitle
source: Submit
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
ja: 参加する
ru: Отправить
vi: Gửi
zh_hans: 提交
zh_hant: 提交

# j7V-kr-ymm.normalTitle
source: Enable Block Log
ar: تمكين سجل الحظر
de: Sperrprotokoll aktivieren
es: Habilitar Registro De Bloqueos
fr: Activer le Journal de Blocage
ja: ブロックログを有効にする
ru: Включить журнал блокировок
vi: Bật Nhật ký chặn
zh_hans: 启用阻止日志
zh_hant: 啟用封鎖清單

# jMa-F3-KUG.text
source: Email
ar: البريد الإلكتروني
es: Correo Electrónico
ja: 電子メール
zh_hans: 电子邮件
zh_hant: 電子郵件

# jXy-3G-JaC.accessibilityLabel
source: Tap This Button To Activate Secure Tunnel
ar: اضغط على هذا الزر لتفعيل Secure Tunnel
de: Tippen Sie auf diese Schaltfläche, um Secure Tunnel zu aktivieren
es: Toque Este Botón Para Activar Secure Tunnel
fr: Appuyez sur ce bouton pour activer le tunnel sécurisé
ja: このボタンをタップして、セキュアトンネルをアクティブにします
ru: Нажмите на эту кнопку, чтобы активировать Secure Tunnel
vi: Nhấn nút này để kích hoạt Secure Tunnel
zh_hans: 点击此按钮激活 Secure Tunnel
zh_hant: 點選此按鈕以啟動 Secure Tunnel

# ked-BF-PXx.text
source: Private Browsing + Hide Location & IP
ar: تصفح خاص + إخفاء الموقع و IP
de: Privates Browsing + Standort & IP verbergen
es: Navegación Privada + Ocultar Ubicación e IP
fr: Navigation privée + Masquer la localisation et l'IP
ja: プライベートブラウジング+場所とIPを非表示
ru: Конфиденциальный просмотр веб-страниц + скрытое местонахождение и IP-адрес
vi: Duyệt web riêng tư + Ẩn Vị trí & IP
zh_hans: 隐私浏览 + 隐藏位置和 IP
zh_hant: 隱私瀏覽 + 隱藏地點及 IP

# kmJ-b4-n81.text
source: NOT ACTIVE
ar: ليس نشطًا
de: INAKTIV
es: NO ACTIVA
fr: INACTIF
ja: 非アクティブ
ru: ОТКЛЮЧЕН
vi: KHÔNG HOẠT ĐỘNG
zh_hans: 未激活
zh_hant: 未啟動

# koL-dc-mZr.accessibilityLabel
source: Tap This Button To Activate Firewall
ar: اضغط على هذا الزر لتفعيل جدار الحماية
de: Tippen Sie auf diese Schaltfläche, um Firewall zu aktivieren
es: Toque Este Botón Para Activar El Firewall
fr: Appuyez Sur Ce Bouton Pour Activer Le Pare-feu
ja: このボタンをタップしてファイアウォールをアクティブにします
ru: Нажмите на эту кнопку, чтобы активировать брандмауэр
vi: Nhấn nút này để kích hoạt Tường lửa
zh_hans: 点击此按钮激活防火墙
zh_hant: 點選此按鈕以啟動 Firewall

# lDV-k9-rkj.text
source: VIEW OPENAUDIT REPORT
ar: عرض تقرير التدقيق المفتوح
de: OPENAUDIT-BERICHT ANZEIGEN
es: VER INFORME DE AUDITORÍA
fr: VOIR LE RAPPORT D'AUDIT
ja: 監査報告書を見る
ru: ОЗНАКОМИТЬСЯ С ОТЧЕТОМ OPENAUDIT
vi: XEM BÁO CÁO KIỂM TOÁN MỞ
zh_hans: 查看 OPENAUDIT 报告
zh_hant: 檢視開啟稽核報告

# lEt-3l-yTH.text
source: You'll automatically be credited for your existing subscription.
ar: ستتم تلقائيًا إضافة الرصيد إلى اشتراكك الحالي.
de: Ihr bestehendes Abonnement wird Ihnen automatisch gutgeschrieben.
es: Se le acreditará automáticamente su suscripción existente.
fr: Vous serez automatiquement crédité pour votre abonnement existant.
ja: 既存のサブスクリプションに対して自動的にクレジットされます。
ru: Средства автоматически будут списаны в соответствии с текущим тарифным планом.
vi: Bạn sẽ tự động được trừ tiền cho đăng ký hiện có của mình.
zh_hans: 您现有的订阅将自动退款。
zh_hant: 將自動存入至您既有的訂閱內容。

# lOA-PB-b5V.normalTitle
source: Terms of Service
ar: شروط الخدمة
de: Nutzungsbedingungen
es: Términos De Servicio
fr: Conditions d'utilisation
ja: 利用規約
ru: Условия предоставления услуг
vi: Điều khoản Dịch vụ
zh_hans: 服务条款
zh_hant: 服務條款

# mRH-Ie-0qb.text
source: To: joe@email.com Re: Q4 2019 Finance Review
ar: إلى: joe@email.com Re: المراجعة المالية للربع الرابع في 2019
de: An: joe@email.com Re: Finanzbericht Q4 2019
es: Para: joe@email.com Re: Q4 2019 Revisión Financiera
ja: 宛先: joe@email.com 再: Q4 2019 財務レビュー
ru: Кому: joe@email.com Тема: финансовый отчет за 4-й квартал 2019 г.
vi: Tới: joe@email.com V/v: Đánh giá Tài chính Quý 4 Năm 2019
zh_hans: 收件人：joe@email.com 回复：2019 年第四季度财务回顾
zh_hant: 收件者：joe@email.com 回覆：Q4 2019 財務報告

# mU9-zL-O80.normalTitle
source: SAVE
ar: حفظ
de: SPEICHERN
es: GUARDAR
fr: SAUVEGARDER
ja: セーブ
ru: СОХРАНИТЬ
vi: LƯU
zh_hans: 保存
zh_hant: 儲存

# naG-mg-g14.text
source: iPads and iPhones
ar: أجهزة iPad و iPhone
de: iPads und iPhones
es: iPads y iPhones
fr: iPads et iPhones
ja: iPadとiPhone
ru: устройства iPad и iPhone
vi: iPad và iPhone
zh_hans: iPad 和 iPhone
zh_hant: iPads 及 iPhones

# nu2-zq-dta.text
source: Forgot Password
ar: نسيت كلمة المرور
de: Passwort vergessen
es: Olvide Mi Contraseña
fr: Mot de passe oublié
ja: パスワードをお忘れですか
ru: Забыли пароль?
vi: Quên mật khẩu
zh_hans: 忘记密码
zh_hant: 忘記密碼

# nuc-D4-P1M.text
source: Secure Tunnel VPN
es: Secure Tunnel
fr: Tunnel Securisé
ja: セキュアトンネル

# oPf-b7-d1V.text
source: Sign In
ar: تسجيل الدخول
de: Anmelden
es: Iniciar Sesión
fr: Connexion
ja: サインイン
ru: Войти
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登入

# oYx-Wf-i0q.text
source: Blocked today:
ar: حُظر اليوم:
de: Heute gesperrt:
es: Bloqueado Hoy:
fr: Blocages du jour :
ja: 今日ブロックされました:
ru: Заблокировано сегодня
vi: Đã chặn hôm nay:
zh_hans: 今天已阻止：
zh_hant: 今日已封鎖：

# pMu-va-97O.normalTitle
source: CLOSE
ar: إغلاق
de: SCHLIESSEN
es: CERRAR
fr: FERMER
ja: 閉じる
ru: ЗАКРЫТЬ
vi: ĐÓNG
zh_hans: 关闭
zh_hant: 關閉

# pVa-cX-EbQ.text
source: Some sites or apps don't work well with VPNs. The whitelist below allows you to whitelist sites so they bypass the VPN for a better experience.
ar: لا تعمل بعض المواقع أو التطبيقات بشكل جيد مع شبكات VPN. تتيح لك القائمة البيضاء أدناه إضافة المواقع إلى القائمة البيضاء حتى تتجاوز VPN لتحظى بتجربة أفضل.
de: Einige Websites oder Apps funktionieren nicht gut mit VPN. Über die nachstehende Whitelist können Sie Websites zulassen, um das VPN für ein besseres Nutzererlebnis zu umgehen.
es: Algunos sitios o aplicaciones no funcionan bien con VPN. La lista blanca a continuación le permite incluir sitios en la lista blanca para que omitan la VPN para una mejor experiencia.
fr: Certains sites ou applications ne fonctionnent pas bien avec les VPN. La liste des sites ci-dessous contournent le VPN pour une meilleure expérience.
ja: 一部のサイトまたはアプリはVPNでうまく機能しません。 以下のホワイトリストを使用すると、より良い経験のためにVPNをバイパスするようにサイトをホワイトリスト化することができます。
ru: Некоторые приложения и сайты плохо работают через VPN. Белый список позволяет вам отключить VPN для таких сайтов и стабилизировать их работу.
vi: Một số trang web hoặc ứng dụng không hoạt động tốt với VPN. Danh sách trắng bên dưới cho phép bạn đưa các trang web vào danh sách trắng để chúng bỏ qua VPN để có trải nghiệm tốt hơn.
zh_hans: 一些网站或应用在 VPN 下不太好用。您可以使用以下白名单将这些网站列入白名单，让它们绕过 VPN，从而获得更好的体验。
zh_hant: 有些網站或應用程式與 VPN 無法正常互動。下方的白名單將能讓您前往白名單網站，並能略過 VPN，以獲得更佳的遊戲體驗。

# pXd-nf-bzR.placeholder
source: Email Address
ar: عنوان البريد الإلكتروني
de: E-Mail-Adresse
es: Dirección De Correo Electrónico
fr: Adresse E-mail
ja: 電子メールアドレス
ru: Email-адрес
vi: Địa chỉ email
zh_hans: 电子邮件地址
zh_hant: 電子郵件地址

# qBb-qF-2nJ.normalTitle
source: See How It Works
ar: تعرف على طريقة العمل
de: So funktioniert es
es: Vea Cómo Funciona
fr: Voir Le Fonctionnement
ja: 仕組みを見る
ru: Как это работает
vi: Xem cách nó hoạt động
zh_hans: 了解运作方式
zh_hant: 來瞧瞧如何運作

# rCb-D1-AbS.text
source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ru: Пароль
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

# rJd-Ql-Mu9.text
source: Over 1 Billion Trackers Blocked
ar: حُظر أكثر من 1 مليار متعقب
de: Über 1 Mrd. Tracker blockiert
es: Más De 1 Billón De Rastreadores Bloqueados
fr: Plus d'un milliard de traqueurs bloqués
ja: 10億を超えるトラッカーがブロックされています
ru: Заблокировано более 1 миллиарда попыток отслеживания
vi: Hơn 1 tỷ Trình theo dõi bị chặn
zh_hans: 已阻止逾 10 亿追踪器
zh_hant: 已封鎖超過 10 億個追蹤器

# syJ-Jd-iUo.text
source: Email
ar: البريد الإلكتروني
es: Correo Electrónico
ja: 電子メール
zh_hans: 电子邮件
zh_hant: 電子郵件

# tzL-mY-IJs.normalTitle
source: Continue
ar: استمرار
de: Weiter
es: Continuar
ja: 続ける
ru: Продолжить
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# uA3-l4-Qe0.text
source: Tunnel Whitelist
ar: القائمة البيضاء للنفق
es: Lista Blanca de Tunnel
fr: Liste Blanche
ja: トンネルのホワイトリスト
ru: Белый список Tunnel
vi: Danh sách trắng Đường hầm
zh_hans: 隧道白名单
zh_hant: Tunnel 白名單

# ujS-r7-ItM.text
source: Secure Tunnel encrypts your connections, anonymizes browsing history, and hides your location and unique IP address.
ar: يقوم Secure Tunnel بتشفير اتصالاتك وإخفاء سجل التصفح وإخفاء موقعك وعنوان IP الفريد الخاص بك.
de: Secure Tunnel verschlüsselt Ihre Verbindungen, anonymisiert den Browser-Verlauf und verbirgt Ihren Standort und Ihre individuelle IP-Adresse.
es: Secure Tunnel cifra sus conexiones, anonimiza el historial de navegación y oculta su ubicación y dirección IP única.
fr: Le tunnel sécurisé crypte vos connexions, anonymise votre navigation, masque votre localisation et votre adresse IP unique.
ja: セキュアトンネルは、接続を暗号化し、閲覧履歴を匿名化し、現在地と一意のIPアドレスを非表示にします。
ru: Secure Tunnel шифрует ваши подключения, анонимизирует историю посещения веб-страниц и скрывает ваше местонахождение и уникальный IP-адрес.
vi: Secure Tunnel mã hóa các kết nối của bạn, ẩn danh lịch sử duyệt web và ẩn vị trí cũng như địa chỉ IP riêng của bạn.
zh_hans: 安全隧道会将您的连接加密，匿名化浏览历史记录，隐藏您的位置和唯一 IP 地址。
zh_hant: Secure Tunnel 會加密您的連線、匿名瀏覽紀錄，並隱藏您的地點及獨特的 IP 位址。

# v8T-bw-mkT.normalTitle
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política De Privacidad
fr: Politique de Confidentialité
ja: 個人情報保護方針
ru: Политика конфиденциальности
vi: Chính sách Quyền riêng tư
zh_hans: 隐私政策
zh_hant: 隱私權政策

# v8r-0N-ycQ.normalTitle
source: Start 1 Week Free Trial
ar: ابدأ تجربة مجانية لمدة أسبوع
de: Einwöchige kostenlose Testphase starten
es: Comience La Prueba Gratuita De 1 Semana
fr: Démarrer 1 semaine d'essai gratuit
ja: 1週間の無料トライアルを開始
ru: Начать бесплатный пробный период в 1 неделю
vi: Bắt Đầu 1 Tuần Dùng Thử Miễn Phí
zh_hans: 开始一周免费试用
zh_hant: 開始 1 週免費試用

# w5F-U8-hnF.text
source: Add a domain to whitelist
ar: إضافة موقع إلى القائمة البيضاء
de: Domain zur Whitelist hinzufügen
es: Agregar un dominio a la lista blanca
fr: Ajouter un domaine à la liste blanche
ja: ホワイトリストにドメインを追加する
ru: Добавить домен в белый список
vi: Thêm tên miền vào danh sách trắng
zh_hans: 添加一个列入白名单的域
zh_hant: 將一個網域加入白名單

# wPU-g5-s3s.placeholder
source: Email Address
ar: عنوان البريد الإلكتروني
de: E-Mail-Adresse
es: Dirección De Correo Electrónico
fr: Adresse E-mail
ja: 電子メールアドレス
ru: Email-адрес
vi: Địa chỉ email
zh_hans: 电子邮件地址
zh_hant: 電子郵件地址

# xt8-uP-JgS.text
source: iOS Monthly
ar: iOS شهريًا
de: iOS Monatsabo
es: iOS Mensual
fr: iOS Mensuel
ja: iOS毎月
ru: iOS, на месяц
vi: iOS Hàng tháng
zh_hans: 月度 iOS
zh_hant: iOS 月度

# yIB-Tk-mf1.text
source: Firewall
ar: جدار الحماية
fr: Pare-feu
ja: ファイアウォール
ru: Брандмауэр
vi: Tường lửa
zh_hans: 防火墙

# yXI-U1-vLz.text
source: Browse Safer - Fully Audited Privacy
ar: تصفح أكثر أمانًا - خصوصية مدققة بالكامل
de: Sicherer browsen - Vollständig geprüfter Datenschutz
es: Navegue De Forma Más Segura - Privacidad Totalmente Auditada
fr: Naviguer en toute sécurité - Protection de la vie privée vérifiée
ja: より安全に閲覧-完全に監査されたプライバシー
ru: Безопасное посещение страниц - конфиденциальность, проверенная экспертами
vi: Duyệt web an toàn hơn - Quyền riêng tư được kiểm tra đầy đủ
zh_hans: 浏览更安全 - 隐私经全面审核
zh_hant: 瀏覽更為安全--完全受到稽核的隱私

# yvR-wl-rIt.text
source: iPad, iPhones, and Macs
ar: أجهزة iPad و iPhone و Mac
de: iPads, iPhones und Macs
es: iPad, iPhones, y Macs
fr: iPad, iPhones, et Macs
ja: iPad、iPhone、及びMac
ru: Устройства iPad, iPhone и Mac
vi: iPad, iPhone và Mac
zh_hans: iPad、iPhone 和 Mac
zh_hant: iPads、iPhones 及 Macs

# ziI-ly-5qb.normalTitle
source: CANCEL
ar: إلغاء
de: ABBRECHEN
es: CANCELAR
fr: ANNULER
ja: キャンセル
ru: ОТМЕНА
vi: HỦY
zh_hans: 取消
zh_hant: 取消

# HoY-Z7-gjw.text
source: Firewall Annual (save ~38%)
ar: جدار الحماية سنويًا (وفر ~38%)
de: Firewall Jahresabo (sparen Sie ~38 %)
es: Firewall Anual (Ahorre ~38%)
fr: Pare-Feu Annuel (Economisez ~38%)
ja: Pare-Feu Annuel (Economisez ~38%)
ru: Брандмауэр, на год (выгода ~38%)
vi: Tường lửa Hàng năm (tiết kiệm ~38%)
zh_hans: 防火墙（节省约 38%）
zh_hant: Firewall 年度方案（可省下大約 38% 的價格）

# U7q-Uc-gxE.placeholder
source: domain-to-whitelist.com
fr: domaine-en-liste-blanche.com

# fK4-lE-dks.text
source: blocked-domain.com
fr: domain-bloque.com

# pao-zq-e98.text
source: whitelisted-domain.com
fr: domain-en-liste-blanche.com

# rJk-m6-qqA.text
source: blocked-domain.com
fr: domaine-bloque.com

# rhx-SZ-Kki.text
source: IP: 18.142.2.87
zh_hant: IP：18.132.2.87
