Repository: confirmedcode/Lockdown-iOS
Catalog: *.lproj/Localizable.strings
Languages: ar, de, es, fr, ja, ru, vi, zh_hans, zh_hant

source: Access Our Curated Block Lists
ar: احظى بالوصول إلى قوائم الحظر المنسقة الخاصة بنا
de: Zugang auf unsere kuratierte Sperrlisten
es: Obtén acceso a nuestras elaboradas listas de bloqueo
fr: Accédez à nos listes de blocage élaborées avec soin
ja: 当社独自管理のブロックリストへのアクセス
ru: Включает настроенные нами черные списки
vi: Sử dụng danh sách chặn được tuyển chọn của chúng tôi
zh_hans: 访问我们预设的阻止列表
zh_hant: 存取我們已建立的封鎖清單

source: Build Your Custom Block Lists
ar: قم ببناء قوائم الحظر المخصصة
de: Stellen Sie Ihre benutzerdefinierten Sperrlisten zusammen
es: Crea tus propias listas de bloqueo personalizadas
fr: Créez vos listes de blocages personnalisées
ja: 自分だけのブロックリストをカスタマイズ
ru: Позволяет создать собственный черный список
vi: Tạo danh sách chặn tùy chỉnh của riêng bạn
zh_hans: 使用您的自定义阻止列表
zh_hant: 建立自訂的封鎖清單

source: Stops Browsing History Tracking
ar: يوقف تتبع سجل التصفح
de: Stoppt Tracking des Browser-Verlaufs
es: Detiene el registro en el historial de navegación
fr: Stoppe le tracking de l'historique des recherches
ja: ブラウズ履歴追跡をブロック
ru: Скрывает историю посещенных страниц
vi: Dừng theo dõi lịch sử duyệt web
zh_hans: 阻止浏览历史记录跟踪
zh_hant: 阻擋瀏覽歷史紀錄追蹤

source: Anonymizing Your Browsing
ar: يُخفي هويتك أثناء التصفح
de: Anonymisiert Ihr Browsing-Verhalten
es: Permite la navegación web de forma anónima
fr: Anonymise vos recherches
ja: ブラウジングを匿名化
ru: Позволяет анонимный просмотр веб-страниц
vi: Ẩn danh trình duyệt
zh_hans: 匿名您的浏览
zh_hant: 匿名您的瀏覽

source: Hides Your Location and IP
ar: يُخفي موقعك وعنوان IP الخاص بك
de: Verbirgt Ihren Standort und Ihre IP-Adresse
es: Oculta tu ubicación e IP
fr: Dissimule votre position et votre adresse IP
ja: 位置情報とIPを秘匿
ru: Скрывает ваше местонахождение и IP-адрес
vi: Ẩn vị trí và địa chỉ IP
zh_hans: 隐藏您的位置和 IP
zh_hant: 隱藏您的地點及 IP

source: Lets You Change Your IP to Other Region
ar: يُمكنك من تغيير عنوان IP إلى منطقة أخرى
de: Sie können Ihre IP auf eine andere Region umstellen
es: Te permite cambiar tu IP a otra región
fr: Vous laisse choisir une autre région pour votre adresse IP
ja: IPを変更して 別の地域をカモフラージュ
ru: Позволяет выдать ваш IP за адрес другого региона
vi: Cho phép bạn thay đổi IP sang khu vực khác
zh_hans: 让您将自己的 IP 更改为 其他地区
zh_hant: 讓您變更自己的 IP 至其他地區

# app_for_iphone_plus_ipad
source: App for iPhone + iPad
ar: تطبيق لأجهزة iPhone + iPad
de: App für iPhone + iPad
es: Aplicación para iPhone + iPad
fr: Application pour iPhone et iPad
ja: iPhoneおよびiPad向けアプリ
ru: Приложение для iPhone + iPad
vi: Ứng dụng cho iPhone + iPad
zh_hans: 适用于 iPhone + iPad 的应用
zh_hant: 適合 iPhone + iPad 的應用程式

source: App for Mac
ar: تطبيق لأجهزة Mac
de: App für Mac
es: Aplicación para Mac
fr: Application pour Mac
ja: Mac用アプリ
ru: Приложение для Mac
vi: Ứng dụng cho Mac
zh_hans: 适用于 Mac 的应用
zh_hant: 適合 Mac 的應用程式

# year_after_slash
source: year
ar: السنة
de: Jahr
es: año
fr: an
ja: 年
ru: год
vi: năm
zh_hans: 年
zh_hant: 年

# month_after_slash
source: month
ar: الشهر
de: Monat
es: mes
fr: mois
ja: 月
ru: месяц
vi: tháng
zh_hans: 月
zh_hant: 月

source: Delete Account
ar: حذف حساب
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
ja: アカウントを削除
ru: Удалить учетную запись
vi: Xóa tài khoản
zh_hans: 删除帐户
zh_hant: 刪除帳號

source: Delete My Account
ar: حذف حسابي
de: Mein Konto löschen
es: Eliminar mi cuenta
fr: Supprimer mon compte
ja: 自分のアカウントを削除
ru: Удалить мою учетную запись
vi: Xóa tài khoản của tôi
zh_hans: 删除我的帐户
zh_hant: 刪除我的帳號

# by_proceeding_you_will_submit_request_for_deleting_account
source: By proceeding you will submit a request to delete your entire account record, along with associated personal data. Once the account has been deleted, you will be notified of these changes via your account email. Please, be aware that you will lose all of your settings including upgrade options and will not be able to create an account with the same email.
ar: عبر الاستمرار، سترسل طلبًا لحذف سجل حسابك بالكامل، إلى جانب البيانات الشخصية المرتبطة به. بمجرد حذف الحساب، سيتم إخطارك بهذه التغييرات عبر البريد الإلكتروني لحسابك. يرجى العلم أنك ستفقد جميع إعداداتك بما في ذلك خيارات الترقية ولن تتمكن من إنشاء حساب بنفس البريد الإلكتروني.
de: Wenn Sie fortfahren, senden Sie eine Anfrage zur Löschung des gesamten Kontos, einschließlich der damit verbundenen personenbezogenen Daten. Sobald das Konto gelöscht wurde, werden Sie über diese Änderungen über Ihre Konto-E-Mail benachrichtigt. Bitte beachten Sie, dass dabei alle Ihre Einstellungen verloren gehen, einschließlich Upgrade-Optionen. Sie werden auch kein weiteres Konto mit der gleichen E-Mail-Adresse erstellen können.
es: Al pulsar en aceptar, enviarás una solicitud para borrar todo tu historial de la cuenta, así como la información personal asociada a ella. Una vez que se haya eliminado tu cuenta, se te notificará mediante el correo electrónico asociado a la cuenta. Ten en cuenta que perderás todos tus ajustes, incluidas las opciones de actualización, y que no podrás volver a crear una cuenta con el mismo correo electrónico.
fr: En poursuivant, vous allez envoyer une demande de suppression complète de votre compte, ainsi que de toutes les données personnelles associées. Une fois le compte supprimé, vous recevrez une notification de ces changements sur l'adresse e-mail de votre compte. Veuillez noter que vous perdrez la totalité de vos paramètres, y compris les options de mise à niveau, et que vous ne pourrez pas créer d'autre compte avec la même adresse e-mail.
ja: 続行すると、あなたのアカウントに関するすべての記録と関連する個人情報を消去する要求を送信することになります。アカウントが削除された時点で、その処理について、アカウントのメールアドレスに通知が送られます。 アップグレードオプションを含むすべての設定も合わせて消去されることにご注意ください。また同一のメールアドレスでアカウントを作成することはできなくなります。
ru: Выполнив это действие, вы подадите запрос на удаление своей учетной записи, а также всех связанных с ней личных данных. После удаления учетной записи вы будете уведомлены об этих изменениях по электронной почте. Пожалуйста, имейте в виду, что вы потеряете все настройки, включая приобретенные ранее услуги, и не сможете повторно создать учетную запись с тем же адресом электронной почты.
vi: Nếu tiếp tục, bạn sẽ gửi yêu cầu xóa toàn bộ hồ sơ tài khoản của mình, cùng với dữ liệu cá nhân có liên quan. Khi tài khoản được xóa, bạn sẽ được thông báo về những thay đổi này qua email tài khoản của mình. Xin lưu ý rằng bạn sẽ mất tất cả cài đặt, bao gồm cả các tùy chọn nâng cấp và sẽ không thể tạo tài khoản với email đó nữa.
zh_hans: 如果继续，您就会提交一项请求，从而删除您的整个帐户记录，以及相关个人数据。一旦帐户被删除，您将通过您的帐户电子邮件收到有关这些变更的通知。请注意，您将丢失您的所有设置，包括升级选项，且将无法使用同一电子邮件地址创建帐户。
zh_hant: 若執行，便會提交刪除整個帳號紀錄以及相關個人資料的請求。刪除帳號後，將透過您的帳號電子郵件通知這些變更。 請留意，您將會遺失包括升級選項等所有設定內容，且無法再使用相同的電子郵件建立帳號。

source: Proceed
ar: استمرار
de: Fortfahren
es: Aceptar
fr: Poursuivre
ja: 続行
ru: Продолжить
vi: Tiếp tục
zh_hans: 继续
zh_hant: 執行

source: Invalid email address
ar: عنوان البريد الإلكتروني غير صالح
de: Ungültige E-Mail-Adresse
es: Dirección de correo electrónico no válida
fr: Adresse e-mail non valide
ja: 無効なメールアドレス
ru: Недействительный email-адрес
vi: Địa chỉ email không hợp lệ
zh_hans: 无效电子邮件地址
zh_hant: 無效的電子郵件地址

source: Please fill in your email.
ar: يرجى كتابة بريدك الإلكتروني.
de: Bitte geben Sie Ihre E-Mail ein.
es: Introduce tu correo electrónico.
fr: Veuillez indiquer votre adresse e-mail.
ja: メールアドレスを入力してください。
ru: Укажите ваш email-адрес
vi: Vui lòng điền email của bạn.
zh_hans: 请填写您的电子邮件。
zh_hant: 請填入您的電子郵件。

source: You entered .con instead of .com.
ar: لقد كتبت .con بدلاً من .com.
de: Sie haben .con anstatt .com geschrieben.
es: Has escrito ".con" en lugar de ".com".
fr: Vous avez entré « .con » au lieu de « .com ».
ja: .comではなく.conと入力されています。
ru: Вы ввели .con вместо .com.
vi: Bạn đã nhập .con thay vì .com.
zh_hans: 您输入了 .con 而不是 .com。
zh_hant: 您輸入了 .con 而非 .com。

source: No valid email address detected.
ar: لم يتم اكتشاف عنوان بريد إلكتروني صالح.
de: Keine gültige E-Mail-Adresse erkannt.
es: No se ha detectado ninguna dirección de correo electrónico válida.
fr: Aucune adresse e-mail valide détectée.
ja: 有効なメールアドレスが検出されませんでした。
ru: Email-адрес не обнаружен.
vi: Không tìm thấy địa chỉ email hợp lệ.
zh_hans: 检测到无效电子邮件地址。
zh_hant: 未偵測到有效的電子郵件地址。

source: Too many email addresses entered.
ar: تم إدخال عدد كبير جدًا من عناوين البريد الإلكتروني.
de: Zu viele E-Mail-Adressen eingegeben.
es: Se han introducido demasiadas direcciones de correo electrónico.
fr: Trop d'adresses e-mail entrées.
ja: 入力されたメールアドレスが多すぎます。
ru: Слишком много email-адресов.
vi: Đã nhập quá nhiều địa chỉ email.
zh_hans: 输入的电子邮件地址过多。
zh_hant: 已輸入太多電子郵件地址。

# this_block_is_under_maintenance_and_will_be_updated
source: This block list is currently under maintenance and will be updated soon.
ar: قائمة الحظر هي قيد الصيانة حاليًا وسيتم تحديثها قريبًا.

# this_block_is_intended_to_block_facebook_owned_apps
source: This list is intended to completely block Facebook-owned apps. Do not enable it if you use apps owned by Facebook like WhatsApp, Facebook Messenger, and Instagram.
ar: تهدف هذه القائمة إلى حظر التطبيقات المملوكة لـ Facebook تمامًا. لا تقم بتفعيلها إذا كنت تستخدم تطبيقات مملوكة لـ Facebook مثل WhatsApp و Facebook Messenger و Instagram.

# this_blocks_background_google_tracking
source: This blocks background Google tracking, but also blocks the shopping results at the top of Google search results. This is on by default for maximum privacy, but if you like the Google Shopping results, you can turn blocking off.
ar: هذا يحظر تعقب Google في الخلفية ، كما و يحظر أيضًا نتائج التسوق في بحث Google. يتم تفعيل هذه الحظر تلقائياً للحصول على أقصى قدر من الخصوصية ، ولكن إذا كنت تحب نتائج Google Shopping ، فيمكنك إيقاف الحظر.

# this_blocks_amazon_referral_link_tracking
source: This blocks Amazon referral link tracking too, so enabling this list may cause errors when clicking certain links on Amazon.
ar: هذا يحظر تعقب رابط إحالة Amazon أيضًا ، لذلك تفعيل هذه القائمة قد يتسبب بأخطاء عند متابعة روابط Amazon.

# minutes_genitive
source: minutes
ar: دقيقة
de: minuten
es: minutos
ja: 分
ru: мин.
vi: phút
zh_hans: 分钟
zh_hant: 分

# seconds_genitive
source: seconds
ar: ثانية
de: sekunden
es: segundos
fr: secondes
ja: 秒
ru: сек.
vi: giây
zh_hans: 秒钟
zh_hant: 秒

source: Lockdown’s First Christmas Sale
ar: عرض خاص لمناسبة عيد الميلاد
de: Der erste Weihnachts-Sale von Lockdown
es: Primera oferta de Navidad de Lockdown
fr: Premières promotions de Noël de Lockdown
ja: Lockdown初のクリスマスセール
ru: Первая рождественская распродажа Lockdown
vi: Giảm giá Giáng sinh đầu tiên của Lockdown
zh_hans: Lockdown首次圣诞节销售
zh_hant: Lockdown 的首個聖誕促銷

source: Subscribe Now
ar: اشترك الآن
de: Jetzt abonnieren
es: Suscríbete ahora
fr: S'abonner maintenant
ja: 今すぐ登録
ru: Оформить подписку
vi: Đăng ký ngay
zh_hans: 立即订阅
zh_hant: 立即訂閱

source: Redeem Code
ar: استخدام الرمز
de: Code einlösen
es: Canjear código
fr: Utiliser le code
ja: コードを引き換える
ru: Использовать код
vi: Đổi mã
zh_hans: 兑换代码
zh_hant: 兌換代碼

source: Cannot Redeem Code
ar: لا يمكن استخدام الرمز
de: Code nicht einlösbar
es: Código no canjeado
fr: Code inutilisable
ja: コードを引き換えられません
ru: Не удалось использовать код
vi: Không thể đổi mã
zh_hans: 无法兑换代码
zh_hant: 無法兌換代碼

source: The code could not be redeemed.
ar: لم يمكن استخدام الرمز.
de: Der Code konnte nicht eingelöst werden.
es: No se ha podido canjear el código.
fr: Impossible d'utiliser ce code.
ja: このコードは使用できませんでした。
vi: Không thể đổi mã này.
zh_hans: 代码不能被兑换。
zh_hant: 此代碼無法用來兌換。

# congratulations_excl
source: Congratulations!
ar: تهانينا!
de: Herzlichen Glückwunsch!
es: ¡Enhorabuena!
fr: Félicitations !
ja: おめでとうございます！
ru: Поздравляем!
vi: Xin chúc mừng!
zh_hans: 恭喜！
zh_hant: 恭喜！

# the_code_was_successfully_redeemed
source: The code was successfully redeemed. You may need to restart the app for the purchase to take effect.
ar: تم استخدام الرمز بنجاح. قد تحتاج إلى إعادة تشغيل التطبيق حتى تصبح عملية الشراء سارية المفعول.
de: Der Code wurde erfolgreich eingelöst. Sie müssen die App neustarten, damit Ihr Kauf wirksam wird.
es: El código se ha canjeado con éxito. Puede que tengas que reiniciar la aplicación para que la compra se aplique correctamente.
fr: Votre code a bien été pris en compte. Vous devrez peut-être redémarrer l'application pour que l'achat apparaisse.
ja: コードの引き換えに成功しました。なお、購入品を反映するために、アプリを再起動する必要がある場合があります。
ru: Код использован. Возможно, придется перезапустить приложение, чтобы покупка активировалась.
vi: Mã đã được đổi thành công. Bạn có thể sẽ cần khởi động lại ứng dụng để giao dịch mua có hiệu lực.
zh_hans: 已成功兑换代码。你可能需要重新启动应用才能让购买生效。
zh_hant: 已成功兌換代碼。您可能需要重新開啟應用程式，此次購買才會生效。

source: Google Shopping
ja: Googleショッピング
ru: Google Покупки
zh_hans: 谷歌购物
zh_hant: Google 購物

source: Secure Tunnel VPN
es: VPN De Secure Tunnel
fr: Tunnel Securisé VPN
ja: セキュアトンネルVPN
