Repository: confirmedcode/Lockdown-iOS
Catalog: *.lproj/Localizable.strings
Languages: ar, de, es, fr, ja, ru, vi, zh_hans, zh_hant

source: Please ensure that you have an active subscription. If you're attempting to share a subscription from the same account, you'll need to sign in with the same email address. Otherwise, start your free trial or e-mail team@lockdownprivacy.com
ar: يرجى التأكد من أن لديك اشتراك نشط. إذا كنت تحاول مشاركة اشتراك من نفس الحساب، فستحتاج إلى تسجيل الدخول باستخدام نفس عنوان البريد الإلكتروني. بخلاف ذلك، ابدأ فترتك التجريبية المجانية أو إرسال بريد إلكتروني إلى team@lockdownprivacy.com
de: Bitte stellen Sie sicher, dass Sie ein aktives Abonnement haben. Falls Sie versuchen, ein Abonnement über das gleiche Konto zu teilen, müssen Sie sich mit der gleichen E-Mail-Adresse anmelden. Andernfalls starten Sie Ihre kostenlose Testphase oder senden Sie eine E-Mail an team@lockdownprivacy.com.
ru: Убедитесь в наличии у вас активной подписки. Если вы хотите пользоваться подпиской вместе с кем-то ещё, используя одну и ту же учётную запись, вам необходимо войти с того же самого адреса электронной почты. Либо воспользуйтесь бесплатной пробной версией или напишите нам на team@lockdownprivacy.com
vi: Hãy bảo đảm rằng bạn có một gói đăng ký đang hoạt động. Nếu bạn đang cố gắng chia sẻ đăng ký từ cùng một tài khoản, bạn cần đăng nhập bằng cùng một địa chỉ email. Nếu không, vui bắt đầu bản dùng thử miễn phí hoặc gửi e-mail đến team@lockdownprivacy.com
zh_hans: 请确保您有有效订阅。如果你尝试从同一帐户共享订阅，则需要使用相同的电子邮件地址登录。否则，请开始您的免费试用，或发送电子邮件至 team@lockdownprivacy.com
zh_hant: 請確保您已有啟用的訂閱。若您正嘗試使用相同的帳號分享訂閱，您會需要使用相同的電子郵件地址登入。否則，請開始您的免費試用，或發送電子郵件至 team@lockdownprivacy.com

source: Upgrade Plan
ar: ترقية الخطة
de: Abo aufwerten
es: Actualiza
ja: アップグレードプラン
ru: Улучшить тарифный план
vi: Nâng cấp Gói
zh_hans: 升级套餐
zh_hant: 更新方案

source: Amazon Trackers
ar: أدوات Amazon التتبعية
de: Amazon-Tracker
ru: Трекеры Amazon
vi: Công cụ theo dõi Amazon
zh_hans: 亚马逊追踪器
zh_hant: Amazon 追蹤器

# onboarding_simple_and_powerful
source: Simple and Powerful
ar: بسيط وقوي
de: Einfach und effektiv
es: Sencillo y potente
fr: Simple et puissant
ja: シンプルでパワフル
ru: Простота и эффективность
vi: Đơn giản và Mạnh mẽ
zh_hans: 简单而强大
zh_hant: 簡易又強大

# onboarding_lockdown_stops_trackers
source: Lockdown stops trackers, malware and other bad agents from accessing your data.
ar: يمنع Lockdown المتعقبات والبرامج الضارة والعوامل السيئة الأخرى من الوصول إلى بياناتك.
de: Lockdown verhindert den Zugriff auf Ihre Daten durch Tracker, Malware und andere bösartige Agenten
es: Lockdown bloquea a los rastreadores, programas maliciosos y otras amenazas para que no puedan acceder a tus datos.
fr: Lockdown empêche les traqueurs, les malwares et autres agents malintentionnés d'accéder à vos données.
ja: Lockdownはトラッカー、マルウェア、その他あらゆる不適切なエージェントがあなたのデータにアクセスするのをブロックします。
ru: Lockdown останавливает попытки отслеживания, вредоносные программы и недоброжелателей, заинтересованных в ваших данных.
vi: Lockdown chặn các trình theo dõi, phần mềm độc hại và các tác nhân xấu khác truy cập vào dữ liệu của bạn.
zh_hans: Lockdown 可以阻止追踪器、恶意软件和其他恶意代理访问您的数据。
zh_hant: Lockdown 可阻止追蹤器、惡意軟體及其他代理程式存取您的資料。

# onboarding_worlds_first_on_device
source: World's First on Device
ar: الأول في العالم على الأجهزة
de: Weltweit Nr. 1 auf Gerät
es: Primeros en el mundo en dispositivos
fr: Numéro 1 mondial sur tous les appareils
ja: 世界初のオンデバイスソリューション
ru: Первый в мире брандмауэр для мобильных устройств
vi: Đầu tiên trên thế giới trên thiết bị
zh_hans: 世界首创的设备端应用
zh_hant: 世界首創的裝置端應用程式

# onboarding_firewall_and_vpn_work_across_all_apps
source: Open Source Firewall and secure tunnel VPN that works across ALL your apps and web browsing.
ar: جدار حماية مفتوح المصدر و Secure Tunnel VPN يعمل عبر جميع تطبيقاتك وعند تصفح الويب.
de: Open-Source-Firewall und gesichertes Tunnel-VPN, das auf ALLEN Ihren Apps und Browsern funktioniert.
es: Cuenta con firewall de código abierto y Secure Tunnel VPN que funciona en TODAS tus aplicaciones y navegadores web.
fr: Un pare-feu en open source et un tunnel VPN sécurisé qui fonctionne sur TOUTES vos applis et navigateurs internet.
ja: オープンソースファイヤーウォールとセキュアトンネルVPNで、すべてのアプリとWebブラウジングを保護。
ru: Брандмауэр с открытым исходным кодом и VPN, который работает на ВСЕХ ваших устройствах и веб-страницах.
vi: Tường lửa nguồn mở và secure tunnel VPN hoạt động trên TẤT CẢ các ứng dụng và duyệt web của bạn.
zh_hans: 开源防火墙和安全隧道 VPN，为您的所有应用和网页浏览保驾护航。
zh_hant: 能在所有應用程式及網站瀏覽運作的開放來源 Firewall 及 Secure Tunnel VPN。

# onboarding_staying_protected_is_easy_with_lockdown
source: Staying Protected is so easy with Lockdown
ar: البقاء محميًا هو أمر سهل للغاية مع Lockdown
de: Der Eigenschutz ist mit Lockdown ganz einfach
es: Con Lockdown, estar protegido es muy sencillo
fr: Se protéger est facile avec Lockdown
ja: Lockdownなら常時保護も簡単
ru: Обезопасить себя с помощью Lockdown очень легко
vi: Luôn được Bảo vệ thật dễ dàng với Lockdown
zh_hans: 使用 Lockdown 保护数据轻松无比
zh_hant: 使用 Lockdown 就能輕鬆受到保護

# onboarding_remain_anonymous_with_secure_tunnel_vpn
source: Remain Anonymous with Secure Tunnel VPN
ar: ابق مجهولاً مع Secure Tunnel VPN
de: Bleiben Sie anonym mit Secure Tunnel VPN
es: Mantén el anonimato con Secure Tunnel VPN
fr: Restez anonyme avec un tunnel VPN sécurisé
ja: セキュアトンネルVPNでプライバシーを保護
ru: Сохраняйте анонимность благодаря Secure Tunnel VPN
vi: Duy trì ẩn danh với Secure Tunnel VPN
zh_hans: 使用 Secure Tunnel VPN 保持匿名
zh_hant: 使用 Secure Tunnel VPN 就能維持匿名

# onboarding_no_logs_fast_and_fully_audited
source: No-logs, blazing-fast, privacy-first VPN. The only VPN to prove its Privacy Policy and be fully audited by security experts.
ar: VPN لا يحتفظ بسجلات، وتوفر سرعة خارقة، وموجه للخصوصية أولاً. VPN الوحيد الذي يثبت سياسة الخصوصية الخاصة به ويخضع للتدقيق الكامل من قبل خبراء الأمن.
de: Protokollloses, blitzschnelles, Datenschutz-orientiertes VPN. Das einzige VPN, das seine Datenschutzerklärung erfüllt und vollständig von Sicherheitsexperten geprüft wird.
es: VPN sin registros, ultrarrápida y que prioriza tu privacidad. La única VPN que ha demostrado su política de privacidad y que se ha sometido a una auditoría completa realizada por parte de expertos en seguridad.
fr: Un VPN incroyablement rapide, sans logs, centré sur la confidentialité. Le seul VPN a prouver sa politique de confidentialité et à être entièrement audité par des experts de la sécurité.
ja: ログを残さ図、プライバシーを最優先する超高速VPN。セキュリティ専門家の厳重な監査でプライバシーポリシーを証明する唯一のVPN。
ru: VPN, который не ведет журнал вашей активности, действует быстро и ставит конфиденциальность на первое место. Единственный VPN, который соблюдает политику конфиденциальности и прошел проверку экспертами по сетевой безопасности.
vi: VPN không cần nhật ký, cực nhanh, ưu tiên quyền riêng tư. VPN duy nhất chứng minh được Chính sách Quyền riêng tư của mình và được kiểm tra đầy đủ bởi các chuyên gia bảo mật.
zh_hans: 无日志、速度超快、隐私至上的 VPN。唯一一个证明其隐私政策，并经安全专家全面审计的 VPN。
zh_hant: 無紀錄、速度超快、隱私至上的 VPN。是唯一能證明自己的隱私權政策，且完全受到安全專家稽核的 VPN。

# onboarding_take_control_of_who_you_block
source: Take control of who you Block
ar: تحكم في من الذي تحظره
de: Übernehmen Sie die Kontrolle darüber, wen Sie blockieren
es: Controla a quién bloqueas
fr: Contrôlez qui vous bloquez
ja: 何をブロックするのかを 完全にコントロール
ru: Вы сами решаете, кого внести в черный список
vi: Kiểm soát người mà bạn Chặn
zh_hans: 使用我们直观好用的 阻止列表创建工具
zh_hant: 使用我們直覺式的封鎖清單建立工具時，

# onboarding_when_using_our_intuitive_blocklists
source: When using our intuitive block list building tool.
ar: عند استخدام أداة إنشاء قائمة الحظر سهلة الاستخدام.
de: Wenn Sie unser intuitives Sperrlisten-Aufbautool nutzen.
es: mediante nuestra herramienta intuitiva de creación de listas de bloqueo.
fr: Avec notre outil de liste de blocage intuitif.
ja: 直感的なブロックリスト作成ツールを提供。
ru: При использовании наших интуитивно понятных инструментов
vi: Khi sử dụng công cụ xây dựng danh sách chặn trực quan của chúng tôi.
zh_hans: 轻松调整您要阻止的人。
zh_hant: 可自由掌控 想要封鎖的對象。

# onboarding_stay_protected
source: Stay Protected!
ar: ابق محميًا!
de: Bleiben Sie geschützt!
es: ¡Protégete!
fr: Protégez-vous !
ja: 常にプロテクト！
ru: Оставайтесь под защитой!
vi: Luôn được bảo vệ!
zh_hans: 继续受到保护！
zh_hant: 維持受到保護！

# onboarding_get_weekly_summary_and_blocklist_updates
source: Get weekly summaries and block list updates.
ar: احصل على ملخصات أسبوعية وتحديثات لقائمة الحظر.
de: Erhalten Sie wöchentliche Zusammenfassungen und Updates zu Sperrlisten.
es: Recibe informes semanales y actualizaciones de la lista de bloqueos.
fr: Obtenez des rapports et des mises à jour de liste de blocage hebdomadaires.
ja: 週次のサマリーとブロックリスト更新。
ru: Получайте еженедельные отчеты и обновления для черного списка
vi: Nhận tóm tắt hàng tuần và cập nhật danh sách chặn.
zh_hans: 获取每周摘要和阻止列表更新。
zh_hant: 獲得每週摘要，及封鎖清單更新。

# onboarding_over_1_billion_trackers_blocked
source: Over 1 Billion Trackers Blocked
ar: حُظر أكثر من 1 مليار متعقب
de: Über 1 Mrd. Tracker blockiert
es: Más de mil millones de rastreadores bloqueados
fr: Plus d'un milliard de traqueurs bloqués
ja: 10億以上のトラッカーをブロック済み
ru: Заблокировано более 1 миллиарда попыток отслеживания
vi: Hơn 1 tỷ Trình theo dõi bị chặn
zh_hans: 已阻止逾 10 亿追踪器
zh_hant: 已封鎖超過 10 億個追蹤器

# onboarding_used_by_more_than_1_million
source: Used by more than one million privacy-conscious people.
ar: يستخدمه أكثر من مليون شخص مهتم بالخصوصية.
de: Von über einer Million datenschutzbewussten Menschen genutzt.
es: Usado por más de un millón de usuarios que se preocupan por su privacidad.
fr: Utilisé par plus d'un million de personnes soucieuses de confidentialité.
ja: 100万人以上のセキュリティを重視するユーザーが利用中。
ru: Нашей программой пользуется более 1 миллиона людей, ценящих свою конфиденциальность
vi: Được sử dụng bởi hơn một triệu người quan tâm về quyền riêng tư.
zh_hans: 拥有逾百万注重隐私的用户。
zh_hant: 已有超過 100 萬名對隱私有警覺的使用者使用

# onboarding_sign_up
source: Sign Up
ar: التسجيل
de: Registrieren
es: Registrarse
fr: S'inscrire
ja: サインアップ
ru: Зарегистрироваться
vi: Đăng ký
zh_hans: 注册
zh_hant: 註冊

# onboarding_login
source: Login
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ja: ログイン
ru: Войти
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登入

source: Continue
ar: استمرار
de: Weiter
es: Continuar
fr: Continuer
ja: 継続
ru: Продолжить
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# plan_annual
source: Annual
ar: سنوي
de: Jährlich
es: Anual
fr: Annuelle
ja: 年次
ru: Годовой
vi: Hàng năm
zh_hans: 年度套餐
zh_hant: 年度

# plan_monthly
source: Monthly
ar: شهري
de: Monatlich
es: Mensual
fr: Mensuelle
ja: 月次
ru: Месячный
vi: Hàng tháng
zh_hans: 月度套餐
zh_hant: 月度

source: Welcome
ar: مرحبًا
de: Willkommen
es: Te damos la bienvenida
fr: Bienvenue
ja: ようこそ
ru: Добро пожаловать
vi: Chào mừng
zh_hans: 欢迎
zh_hant: 歡迎

# already_have_account_login
source: Already have an account? Login
ar: لديك حساب بالفعل؟ سجل الدخول
de: Konto bereits vorhanden? Anmelden
es: ¿Ya tienes una cuenta? Inicia sesión
fr: Vous avez déjà un compte ? Se connecter
ja: 既にアカウントをお持ちですか？ ログイン
ru: Уже есть учетная запись? Войдите
vi: Bạn đã có tài khoản? Đăng nhập
zh_hans: 已有一个帐户？登录
zh_hant: 已有帳號？請登入

# sign_up_to_access_new_block_lists_from_trackers
source: Sign up to access new blocked lists from trackers
ar: اشترك للوصول إلى قوائم حظر جديدة من أدوات التعقب
de: Registrieren Sie sich, um Zugang zu neuen Sperrlisten von Trackern zu erhalten
es: Regístrate para tener acceso a las nuevas listas de bloqueo de rastreadores
fr: Inscrivez-vous pour accéder aux nouvelles listes de traqueurs bloqués
ja: サインアップしてトラッカーのブロックリストを新たに取得
ru: Зарегистрируйтесь, чтобы получить доступ к новым спискам
vi: Đăng ký để truy cập danh sách chặn mới từ các trình theo dõi
zh_hans: 注册以访问新的追踪器阻止列表
zh_hant: 註冊就能存取追蹤器中新的已封鎖清單

# already_have_account_login_below
source: Already have Lockdown account? Login below.
ar: لديك بالفعل حساب Lockdown؟ سجل الدخول أدناه.
de: Sie haben bereits ein Lockdown-Konto? Melden Sie sich unten an.
es: ¿Ya tienes cuenta con Lockdown? Inicia sesión a continuación.
fr: Vous avez déjà un compte Lockdown ? Connectez-vous ci-dessous.
ja: Lockdownのアカウントを既にお持ちですか？ 以下からログインしてください。
ru: У вас уже есть учетная запись Lockdown? Войдите.
vi: Đã có tài khoản Lockdown? Đăng nhập bên dưới.
zh_hans: 已有 Lockdown 帐户？ 在下方登录。
zh_hant: 已有 Lockdown 帳號？ 在下方登入。

source: Forgot Password
ar: نسيت كلمة المرور
de: Passwort vergessen
es: ¿Has olvidado tu contraseña?
fr: Mot de passe oublié
ja: パスワードを忘れた場合
ru: Забыли пароль?
vi: Quên mật khẩu
zh_hans: 忘记密码
zh_hant: 忘記密碼

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
fr: Adresse e-mail
ja: メール
zh_hans: 电子邮件
zh_hant: 電子郵件

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ru: Пароль
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

source: Access our curated block lists and build your own
ar: احظى بالوصول إلى قوائم الحظر المنسقة الخاصة بنا وابنِ قوائمك الخاصة
de: Erhalten Sie Zugriff auf unsere kuratierte Sperrlisten und erstellen Sie Ihre eigenen
es: Obtén acceso a nuestras elaboradas listas de bloqueo y crea la tuya propia
fr: Accédez à nos listes de blocage élaborées avec soin et créez les vôtres
ja: 当社独自のキュレーションによるブロックリストを取得してカスタマイズ
ru: Получите доступ к нашим черным спискам и составьте собственный
vi: Truy cập danh sách chặn được tuyển chọn của chúng tôi và tạo danh sách chặn của riêng bạn
zh_hans: 访问我们预设的阻止列表以及建立您自己的阻止列表
zh_hant: 存取我們所建立的封鎖清單，並建立自己的封鎖清單

source: Access Lockdown across all your devices
ar: تمتع بالوصول إلى Lockdown عبر جميع أجهزتك
de: Greifen Sie von allen Geräten auf Lockdown zu
es: Accede a Lockdown desde todos tus dispositivos
fr: Accédez à Lockdown sur tous vos appareils
ja: お使いのすべてのデバイスからLockdownを利用可能
ru: Используйте Lockdown на всех ваших устройствах
vi: Truy cập Lockdown từ mọi thiết bị của bạn
zh_hans: 在您的所有设备上访问 Lockdown
zh_hant: 在所有的裝置上存取 Lockdown

source: Firewall and VPN support
ar: دعم جدار الحماية و VPN
de: Firewall und VPN-Support
es: Servicio de asistencia para el firewall y la VPN
fr: Pare-feu et soutien VPN
ja: ファイヤーウォールとVPNサポート
ru: Брандмауэр и поддержка VPN
vi: Hỗ trợ tường lửa và VPN
zh_hans: 防火墙和 VPN 支持
zh_hant: Firewall 及 VPN 支援

source: By continuing you agree with our
ar: من خلال الاستمرار فإنك توافق على
de: Wenn Sie fortfahren, akzeptieren Sie unsere
es: Al seguir, estarás aceptando nuestras
fr: En poursuivant, vous acceptez nos
ja: 継続すると以下に同意することになります：
ru: Продолжив, вы выражаете согласие со следующими документами:
vi: Bằng cách tiếp tục, bạn đồng ý với
zh_hans: 继续即表明您同意我们的
zh_hant: 只要繼續，表示您同意我們的

source: and
ar: و
de: und
es: y
fr: et
ja: および
ru: и
vi: và
zh_hans: 和
zh_hant: 及

source: Stay in the Loop
ar: ابق مطلعًا
de: Bleiben Sie in der Schleife
es: Mantente al tanto
fr: Rester dans la boucle
ja: 常に最新情報を取得
ru: Всегда будьте в курсе событий
vi: Duy trì cập nhật
zh_hans: 随时了解最新动态
zh_hant: 隨時掌握資訊

# once_a_week_helpful_reminders
source: Once a week helpful reminders about your security and how to make most of it.
ar: مرة في الأسبوع احصل على تذكيرات مفيدة حول أمانك وكيفية تحقيق أقصى استفادة منه.
de: Einmal wöchentlich hilfreiche Erinnerungen an Ihre Sicherheit, und wie Sie das Beste daraus machen.
es: Recibe recordatorios semanales sobre tu seguridad y cómo sacarle el máximo partido.
fr: Une fois par semaine, des rappels utiles sur votre sécurité et comment en profiter.
ja: 週に一度の便利なセキュリティリマインダーで防護を最大限に。
ru: Еженедельные напоминания о том, как можно улучшить свою безопасность.
vi: Mỗi tuần một lời nhắc hữu ích về bảo mật và cách tận dụng tối đa.
zh_hans: 一周一次的有用安全提醒以及如何充分利用它。
zh_hant: 每週一次，有助於提醒您安全性，及如何多加利用。

source: Enable Notifications
ar: تمكين الإشعارات
de: Benachrichtigungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
ja: 通知を有効化
ru: Включить уведомления
vi: Bật thông báo
zh_hans: 启用通知
zh_hant: 啟用提醒

source: Maybe Later
ar: ربما لاحقًا
de: Vielleicht später
es: Tal vez más tarde
fr: Peut-être plus tard
ja: 後にする
ru: В другой раз
vi: Có lẽ để sau
zh_hans: 以后再说
zh_hant: 稍後再說

source: Check Fields
ar: تحقق من الحقول
de: Felder markieren
es: Comprobar campos de texto
fr: Vérifier les champs
ja: フィールドをチェック
ru: Проверьте поля
vi: Kiểm tra các trường
zh_hans: 检查字段
zh_hant: 確認欄位

source: Email and password must not be empty
ar: يجب ألا يكون حقلي البريد الإلكتروني وكلمة المرور فارغين
de: E-Mail und Passwort dürfen nicht leer sein
es: Los campos de correo electrónico y contraseña no pueden estar vacíos
fr: Les champs de l'adresse e-mail et du mot de passe ne doivent pas être vides
ja: メールとパスワードは空欄にできません
ru: Поля «E-mail» и «Пароль» не могут быть пустыми
vi: Email và mật khẩu không được để trống
zh_hans: 电子邮件和密码不能为空
zh_hant: 電子郵件及密碼不得為空白

source: Success! 🎉
ar: تم بنجاح! 🎉
de: Erfolgreich! 🎉
es: ¡Hecho! 🎉
fr: Succès ! 🎉
ja: 成功！ 🎉
ru: Успех! 🎉
vi: Thành công! 🎉
zh_hans: 成功！🎉
zh_hant: 成功！🎉

source: Error Signing In
ar: خطأ في تسجيل الدخول
de: Fehler bei Registrierung
es: Se ha producido un error al registrarte
fr: Erreur de connexion
ja: サインインエラー
ru: Ошибка при входе
vi: Lỗi khi đăng nhập
zh_hans: 登录错误
zh_hant: 登入時發生錯誤

source: Confirm Your Email
ar: راجع بريدك الإلكتروني
de: Bestätigen Sie Ihre E-Mail
es: Confirma tu correo electrónico
fr: Confirmez votre adresse e-mail
ja: メールを確認
ru: Подтвердите E-mail
vi: Xác nhận email của bạn
zh_hans: 确认您的电子邮件
zh_hant: 確認您的電子郵件

# you_have_successfully_sign_in
source: You've successfully signed in.
ar: لقد سجلت الدخول بنجاح.
de: Sie haben sich erfolgreich registriert.
es: Te has registrado correctamente.
fr: Vous êtes bien connecté(e).
ja: サインインが正常に完了しました。
ru: Вы благополучно вошли в систему.
vi: Bạn đã đăng nhập thành công.
zh_hans: 您已成功登录。
zh_hant: 您已成功登入。

# i_blocked_trackers_ads_and_badware_with_lockdown
source: I blocked %@ trackers, ads, and badware with Lockdown, the firewall that blocks unwanted connections in all your apps. Get it free at lockdownprivacy.com.
ar: لقد منعت %@ من المتعقبات والإعلانات والبرامج الضارة باستخدام Lockdown، وهو جدار الحماية الذي يمنع الاتصالات غير المرغوب فيها في جميع تطبيقاتك. احصل عليه مجانًا من lockdownprivacy.com.
de: Ich habe %@ Tracker, Werbung und Badware mit Lockdown blockiert, der Firewall, die unerwünschte Verbindungen in all Ihren Apps sperrt. Kostenlos erhältlich über lockdownprivacy.com.
es: He bloqueado %@ rastreadores, publicidad web y badware gracias a Lockdown, el firewall que bloquea conexiones no deseadas en todas las aplicaciones. Consíguelo gratis en lockdownprivacy.com.
fr: J'ai bloqué %@ traqueurs, pubs, et badwares avec Lockdown, le pare-feu qui bloque les connexions indésirables sur toutes vos applis. Obtenez-le gratuitement sur lockdownprivacy.com.
ja: ファイヤーウォールですべてのアプリについて不必要な接続をブロックしてくれるLockdownによって、%@トラッカー、広告、マルウェアブロックしました。 lockdownprivacy.com で無料でダウンロードできます。
ru: Мне удалось заблокировать %@ трекеров, рекламных объявлений и вредоносного ПО благодаря Lockdown, брандмауэру, который блокирует нежелательные соединения во всех ваших приложениях. Скачайте его бесплатно на сайте lockdownprivacy.com.
vi: Tôi đã chặn %@ công cụ theo dõi, quảng cáo và phần mềm độc hại bằng Lockdown, tường lửa chặn các kết nối không mong muốn trong tất cả các ứng dụng của bạn. Tải về miễn phí tại lockdownprivacy.com.
zh_hans: 我用 Lockdown 阻止了 %@ 个追踪器、广告和恶意软件，该防火墙可阻止您的所有应用程序中的多余连接。 请在 lockdownprivacy.com 免费获取。
zh_hant: 我已使用了 Lockdown 封鎖 %@ 個追蹤器、廣告及惡意程式，此防火牆可封鎖應用程式中所有多餘的連線。 立即在 lockdownprivacy.com 免費取得。

source: Check Email
ar: تحقق من البريد الإلكتروني
de: E-Mail-Adresse prüfen
es: Comprueba tu correo electrónico
fr: Vérifiez vos e-mails
ja: メールをチェック
ru: Проверьте почту
vi: Kiểm tra Email
zh_hans: 请检查电子邮件
zh_hant: 確認電子郵件

# we_have_sent_a_reset_password_email
source: We've sent a reset password email to you. Be sure to check any spam/junk folders, in case it got stuck there.
ar: لقد أرسلنا إليك بريدًا إلكترونيًا لإعادة تعيين كلمة المرور. تأكد من فحص أي مجلدات للبريد غير المرغوب، في حال وجوده به.
de: Wir haben eine E-Mail zur Wiederherstellung Ihres Passworts gesendet. Prüfen Sie Ihre Spam-Ordner, falls sie dorthin geleitet wurde.
es: Te hemos enviado un correo electrónico para restablecer la contraseña. No te olvides de comprobar también tu bandeja de spam/papelera.
fr: Nous vous avons envoyé un e-mail pour réinitialiser votre mot de passe. Assurez-vous de vérifier qu'il ne se soit pas égaré dans votre dossier de spam.
ja: パスワードリセット用のメールを送りました。スパムやジャンク用のフォルダに振り分けられていることもありますので、確認してみてください。
ru: Мы отправили вам письмо, которое позволит сбросить пароль. На всякий случай не забудьте заглянуть в папку для спама.
vi: Chúng tôi đã gửi email đặt lại mật khẩu cho bạn. Hãy nhớ kiểm tra mọi thư mục thư rác, phòng trường hợp thư bị chuyển vào đó.
zh_hans: 我们给您发送了一封重置密码电子邮件。请务必检查所有垃圾邮件文件夹，因为它可能会卡在那里。
zh_hant: 我們已寄給了您一封重設密碼的電子郵件。請務必確認任何垃圾郵件資料夾，以免卡在該處。

# since_date
source: SINCE %@
ar: منذ %@
de: SEIT %@
es: DESDE %@
fr: DEPUIS LE %@
ja: ％@以来
ru: С %@
vi: KỂ TỪ %@
zh_hans: 自从 %@
zh_hant: 自 %@ 起

source: Password Reset Successfully
ar: تم تغيير كلمة المرور

# please_sign_in_with_new_password
source: Please Sign In With Your New Password
ar: سجل دخول بكلمة المرور الجديدة

source: Start Trial Now to Get Full Access
ar: ابدأ فترة التجربة الآن للحصول على وصول كامل
de: Testphase starten, um vollständigen Zugang zu erhalten
es: Empieza ahora la versión de prueba para disfrutar de acceso completo
fr: Démarrer l'essai maintenant pour obtenir l'accès complet
ja: 今すぐトライアルですべての機能を使ってみる
ru: Начните пробный период и получите полный доступ
vi: Bắt đầu dùng thử ngay để sử dụng đầy đủ tính năng
zh_hans: 立即开始试用即可获得完整功能
zh_hant: 立即開始試用，以完整存取

source: Restore Purchase
ar: استعادة عملية الشراء
de: Kauf wiederherstellen
es: Restaurar compra
fr: Restaurer l'achat
ja: 購入対象の復元
ru: Восстановить покупки
vi: Khôi phục Mua hàng
zh_hans: 恢复购买
zh_hant: 恢復購買

source: Terms of Service
ar: شروط الخدمة
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
ja: 利用規約
ru: Пользовательское соглашение
vi: Điều khoản Dịch vụ
zh_hans: 服务条款
zh_hant: 服務條款

source: CHOOSE YOUR PLAN
ar: اختر خطة اشتراكك
de: ABO WÄHLEN
es: ELIGE TU PLAN
fr: CHOISISSEZ VOTRE FORMULE
ja: プランを選択してください
ru: ВЫБЕРИТЕ ТАРИФНЫЙ ПЛАН
vi: CHỌN GÓI
zh_hans: 选择您的套餐
zh_hant: 選擇您的方案

source: Skip
ar: تخطي
de: Überspringen
es: Saltar
fr: Passer
ja: スキップ
ru: Пропустить
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 跳過

# save_annual_vpn_subscription
source: Save ~50%
ar: وفر ~50%
de: Sparen Sie ~50 %
es: Ahorra sobre un 50 %
fr: Économisez ~50 %
ja: 50%お得
ru: Экономия ~50%
vi: Tiết kiệm ~50%
zh_hans: 优惠约 50%
zh_hant: 省下約 50%

# save_annual_pro_subscription
source: Save ~30%
ar: وفر ~30%
de: Sparen Sie ~30 %
es: Ahorra sobre un 30 %
fr: Économisez ~30 %
ja: 30%お得
ru: Экономия ~30%
vi: Tiết kiệm ~30%
zh_hans: 优惠约 30%
zh_hant: 省下約 30%

source: Current Plan
ar: الخطة الحالية
de: Aktuelles Abo
es: Plan actual
fr: Formule actuelle
ja: 現在のプラン
ru: Текущий тариф
vi: Gói hiện tại
zh_hans: 当前套餐
zh_hant: 目前的方案

# feature_table_column
source: Feature
ar: الميزات
es: Función
fr: Fonctionnalité
ja: 特徴
ru: Функция
vi: Tính năng
zh_hans: 特点
zh_hant: 功能

# feature_level_table_column
source: Free
ar: مجاني
de: Gratis
es: Gratis
fr: Gratuite
ja: 無料
ru: Бесплатно
vi: Miễn phí
zh_hans: 免费
zh_hant: 免費

source: Stops Ads and Hidden Trackers
ar: يوقف الإعلانات والمتعقبات الخفية
de: Stoppt Werbung und verborgene Tracker
es: Detiene la publicidad y los rastreadores ocultos
fr: Stoppe les pubs et les traqueurs cachés
ja: 広告と隠されたトラッカーをブロック
ru: Останавливает рекламу и скрытые попытки отслеживания
vi: Dừng quảng cáo và công cụ theo dõi ẩn
zh_hans: 阻止广告和隐藏追踪器
zh_hant: 阻擋廣告及隱藏的追蹤器

source: Blocks Badware in All Your Apps
ar: يحجب التعليمات البرمجية الضارة في جميع تطبيقاتك
de: Blockiert Badware in all Ihren Apps
es: Bloquea el badware en todas tus aplicaciones
fr: Bloque les badwares dans toutes vos applis
ja: すべてのアプリをマルウェアから保護
ru: Блокирует вредоносные скрипты во всех приложениях
vi: Chặn phần mềm xấu trong tất cả ứng dụng của bạn
zh_hans: 阻止您的所有应用中的恶意软件
zh_hant: 封鎖應用程式中的惡意軟體
