Repository: confirmedcode/Lockdown-iOS
Catalog: *.lproj/Localizable.strings
Languages: ar, de, es, fr, ja, ru, vi, zh_hans, zh_hant

source: and
ar: و
de: und
es: y
fr: et
ja: と
ru: и
vi: và
zh_hans: 和
zh_hant: 及

source: Blocked Today
ar: حُظر اليوم
de: Heute gesperrt
es: Bloqueada Hoy
fr: Blocages Aujourd'hui
ja: 今日ブロックしました
ru: Заблокировано сегодня
vi: Đã chặn hôm nay
zh_hans: 今天已阻止
zh_hant: 今日已封鎖

source: is not a valid entry. Please only enter the host of the domain you want to add to a whitelist. For example, "google.com" without "https://"
ar: ليس إدخالاً صالحًا. الرجاء إدخال مضيف النطاق الذي تريد إضافته إلى القائمة البيضاء فقط. على سبيل المثال، "google.com" بدون "https://"
de: ist keine zulässige Eingabe. Bitte geben Sie nur den Host der Domain ein, die Sie einer Positivliste hinzufügen möchten, z. B. "google.com" ohne "https://"
es: no es una entrada válida. Ingrese únicamente el host del dominio que desea agregar a una lista blanca. Por ejemplo, "google.com" sin "https://"
fr: n'est pas une entrée valide. Veuillez indiquer seulement l'hôte du domaine que vous souhaitez ajouter à la liste blanche. Par exemple, "google.com" sans "https://"
ja: 無効なエントリです。 ホワイトリストに追加するドメインのホストのみを入力してください。 たとえば、google.comから「https：//」を削除します。
ru: не является допустимым объектом. Указывайте только домен, который хотите добавить в белый список. Например, «google.com» без «https://»
vi: không phải là mục nhập hợp lệ. Vui lòng chỉ nhập máy chủ của miền bạn muốn thêm vào danh sách trắng. Ví dụ: "google.com" mà không có "https://"
zh_hans: 不是有效的输入项。请仅输入您想添加到白名单的域主机。例如："google.com"，不带"https://"
zh_hant: 並非有效的條目。請只輸入想要加至白名單的網域主機。例如："google.com" 而不加上 "https://"

source: is not a valid entry. Please only enter the host of the domain you want to block. For example, "google.com" without "https://"
ar: ليس إدخالاً صالحًا. الرجاء إدخال مضيف النطاق الذي تريد حظره فقط. على سبيل المثال، "google.com" بدون "https://"
de: ist keine zulässige Eingabe. Bitte geben Sie nur den Host der Domain ein, die Sie sperren möchten, z. B. "google.com" ohne "https://"
es: no es una entrada válida. Ingrese únicamente el host del dominio que desea bloquear. Por ejemplo, "google.com" sin "https://"
fr: n'est pas une entrée valide. Veuillez indiquer seulement l'hôte du domaine que vous souhaitez bloquer. Par exemple, "google.com" sans "https://"
ja: 無効なエントリです。 ブロックするドメインのホストのみを入力してください。 たとえば、google.comから「https：//」を削除します。
ru: не является допустимым объектом. Указывайте только домен, который хотите заблокировать. Например, «google.com» без «https://»
vi: không phải là mục nhập hợp lệ. Vui lòng chỉ nhập máy chủ của miền bạn muốn chặn. Ví dụ: "google.com" mà không có "https://"
zh_hans: 不是有效的输入项。请仅输入您想阻止的域主机。例如："google.com"，不带"https://"
zh_hant: 並非有效的條目。請只輸入想要封鎖的網域主機。例如："google.com" 而不加上 "https://"

source: Off
ar: إيقاف
de: Aus
es: Apagado
fr: Inactif
ja: オフ
ru: Откл.
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉

source: On
ar: تشغيل
de: Ein
es: Encendido
fr: Actif
ja: オン
ru: Вкл.
vi: Bật
zh_hans: 打开
zh_hant: 開啟

source: trackers, ads, and badware with Lockdown, the firewall that blocks unwanted connections in all your apps. Get it free at lockdownprivacy.com.
ar: أدوات التتبع والإعلانات والبرامج الضارة باستخدام Lockdown، وهو جدار الحماية الذي يمنع الاتصالات غير المرغوب فيها في جميع تطبيقاتك. احصل عليه مجانًا من lockdownprivacy.com.
de: Tracker, Werbung und Badware mit Lockdown, der Firewall, die unerwünschte Verbindungen in all Ihren Apps sperrt. Kostenlos erhältlich über lockdownprivacy.com.
es: rastreadores, anuncios y software malicioso con Lockdown, el servidor de seguridad que bloquea las conexiones no deseadas en todas tus aplicaciones. Consíguelo gratis en lockdownprivacy.com.
fr: traqueurs, publicités et logiciels malveillants avec Lockdown, le pare-feu qui bloque les connexions indésirables dans toutes vos applications. Télécharger-le gratuitement sur lockdownprivacy.com.
ja: すべてのアプリで不要な接続をブロックするファイアウォールであるLockdownを備えたトラッカー、広告、およびバッドウェア。 lockdownprivacy.comで無料で入手してください。
ru: трекеры, рекламу и вредоносное ПО с Lockdown, брандмауэром, который блокирует нежелательные соединения во всех ваших приложениях. Скачайте его бесплатно на сайте lockdownprivacy.com.
vi: công cụ theo dõi, quảng cáo và phần mềm độc hại với Lockdown, tường lửa chặn các kết nối không mong muốn trong tất cả các ứng dụng của bạn. Tải về miễn phí tại lockdownprivacy.com.
zh_hans: 追踪器、广告和恶意软件，该防火墙可阻止您的所有应用程序中的多余连接。请在 lockdownprivacy.com 免费获取。
zh_hant: Lockdown 可阻擋追蹤器、廣告及具惡意軟體，是道能在您所有應用程式中封鎖垃圾連結的防火牆。立即於 lockdownprivacy.com 免費取得。

source: 1 Week Free
ar: 1 أسبوع مجانًا
de: 1 Woche gratis
es: 1 Semana Gratis
fr: 1 Semaine Offerte
ja: 1週間無料です。
ru: 1 неделя бесплатно
vi: 1 Tuần Miễn Phí
zh_hans: 一周免费
zh_hant: 1 週免費

source: "Block List" lets you choose what you want to block (e.g, Facebook, clickbait, etc). You can also set custom domains to block.
ar: "قائمة الحظر" تتيح لك اختيار ما تريد حظره (على سبيل المثال، Facebook، محتوى جذب النقرات، إلخ). يمكنك أيضًا تعيين نطاقات مخصصة لحظرها.
de: Über "Block List" können Sie angeben, was Sie sperren möchten (z. B. Facebook, Clickbait usw.). Sie können auch benutzerdefinierte Domains einrichten, die gesperrt werden sollen.
es: "Lista de Bloqueos" le permite elegir lo que desea bloquear (por ejemplo, Facebook, clickbait, etc.). También puede configurar dominios personalizados para bloquear.
fr: "Liste de Blocages" vous permet de choisir ce que vous souhaitez bloquer (par ex. Facebook, clickbait, etc.). Vous pouvez aussi définir des domaines personnalisés à bloquer.
ja: "ブロックリスト" ブロックするもの（Facebook、clickbait、など）を選択できます。 カスタムドメインをブロックするように設定することもできます。
ru: Функция «Чёрный список» позволяет выбрать, какие объекты вы хотите заблокировать (напр., Facebook, провокационные ссылки и т. д.). Вы также можете самостоятельно указать заблокированные домены.
vi: "Danh sách chặn" cho phép bạn chọn những gì bạn muốn chặn (ví dụ: Facebook, clickbait, v.v.). Bạn cũng có thể đặt các miền tùy chỉnh để chặn.
zh_hans: "阻止列表" 让您选择想要阻止的内容（例如 Facebook、点击诱饵等）。您也可以自行设置要阻止的域。
zh_hant: "封鎖清單"讓您能選擇想要封鎖的內容（例如 Facebook、點擊誘餌等）。您也可以自訂想要封鎖的網域。

source: "iOS Annual" is your current plan
ar: "iOS Annual" هي خطتك الحالية
de: "iOS Annual" ist Ihr aktuelles Abo
es: "iOS Anual" es su plan actual
fr: "iOS Annuel" est votre abonnement actuel
ja: "ios毎年の計画" お客様の現在の計画
ru: Ваш текущий тарифный план - «iOS (ежегодный)»
vi: "iOS Hàng năm" là gói hiện tại của bạn
zh_hans: "年度 iOS"是您的当前套餐
zh_hant: "iOS 年度方案"為您目前的方案

source: "iOS Monthly" is your current plan
ar: "iOS Monthly" هي خطتك الحالية
de: "iOS Monthly" ist Ihr aktuelles Abo
es: "iOS Mensual" es su plan actual
fr: "iOS Mensuel" est votre abonnement actuel
ja: "iOS毎月の計画" お客様の現在の計画
ru: Ваш текущий тарифный план - «iOS (ежемесячный)»
vi: "iOS Hàng tháng" là gói hiện tại của bạn
zh_hans: "月度 iOS"是您的当前套餐
zh_hant: "iOS 月度方案"為您目前的方案

source: "Pro Annual" is your current plan
ar: "Pro Annual" هي خطتك الحالية
de: "Pro Annual" ist Ihr aktuelles Abo
es: "Pro Anual" es su plan actual
fr: "Pro Annuel" est votre abonnement actuel
ja: "Pro毎年の計画" お客様の現在の計画
ru: Ваш текущий тарифный план - «PRO (ежегодный)»
vi: "Pro Hàng năm" là gói hiện tại của bạn
zh_hans: "年度 Pro"是您的当前套餐
zh_hant: "Pro 年度方案"為您目前的方案

source: "Pro Monthly" is your current plan
ar: "Pro Monthly" هي خطتك الحالية
de: "Pro Monthly" ist Ihr aktuelles Abo
es: "Pro Mensual" es su plan actual
fr: "Pro Mensuel" est votre abonnement actuel
ja: "Pro毎月の計画" お客様の現在の計画
ru: Ваш текущий тарифный план - «PRO (ежемесячный)»
vi: "Pro Hàng tháng" là gói hiện tại của bạn
zh_hans: "月度 Pro"是您的当前套餐
zh_hant: "Pro 月度方案"為您目前的方案

source: "View Log" shows exactly what connections were blocked in the past day. This log is cleared at midnight and stays on-device, so it's only visible to you.
ar: "عرض السجل" يظهر بالضبط ما الاتصالات التي تم حظرها في اليوم الماضي. يُمسح هذا السجل في منتصف الليل ويظل على الجهاز، لذا فهو مرئي لك فقط.
de: "View Log" zeigt genau an, welche Verbindungen am Vortag gesperrt wurden. Dieses Protokoll wird um Mitternacht gelöscht und verbleibt auf dem Gerät, wodurch es nur für Sie sichtbar ist.
es: "Ver Registro" muestra exactamente qué conexiones se bloquearon el día anterior. Este registro se borra a la medianoche y permanece en el dispositivo, por lo que solo usted puede verlo.
fr: Afficher le journal" montre exactement quelles connexions ont été bloquées au cours de la dernière journée. Ce journal est effacé à minuit et reste stocké sur votre appareil, il n'est donc visible que par vous.
ja: "ログを表示します" 過去の日ブロックされた整合を見に表示します。 このログは真夜中にクリアされ、デバイス上のままであるため、あなただけに表示されます。
ru: Функция «Открыть журнал» показывает, какие именно соединения были заблокированы в предыдущий день. В полночь журнал очищается. Он хранится на вашем устройстве, поэтому просмотреть его можете только вы.
vi: "Xem Nhật ký" hiển thị chính xác những kết nối đã bị chặn trong ngày hôm qua. Nhật ký này được xóa vào lúc nửa đêm và lưu trong thiết bị, vì vậy nhật ký chỉ hiển thị với bạn.
zh_hans: "查看日志"显示过去一天阻止了哪些连接。此日志在午夜清除并保留在设备上，因此只有您才能看到。
zh_hant: "檢視紀錄"顯示出過去數日確實已封鎖的連結。此紀錄會於午夜時分清除，並保留於裝置上，所以僅有您能查閱。

source: If this error persists, please contact team@lockdownprivacy.com.
ar: إذا استمرت المشكلة، فيرجى التواصل مع team@lockdownprivacy.com.
de: Falls dieser Fehler weiterhin besteht, kontaktieren Sie bitte team@lockdownprivacy.com.
es: Si este error persiste, comuníquese con team@lockdownprivacy.com.
fr: Si le problème persiste, merci de contacter team@lockdownprivacy.com.
ja: このエラーが続く場合は、team@lockdownprivacy.comにお問い合わせください。
ru: Если ошибка сохраняется, напишите нам на team@lockdownprivacy.com.
vi: Nếu lỗi này vẫn tiếp diễn, vui lòng liên hệ với team@lockdownprivacy.com.
zh_hans: 如果此错误仍然存在，请与 team@lockdownprivacy.com 联系。
zh_hant: 若此問題持續發生，請聯繫 team@lockdownprivacy.com。

source: If this persists, please contact team@lockdownprivacy.com.
ar: إذا استمر هذا، فيرجى التواصل مع team@lockdownprivacy.com.
de: Falls dies weiterhin besteht, kontaktieren Sie bitte team@lockdownprivacy.com.
es: Si esto persiste, comuníquese con team@lockdownprivacy.com.
fr: Si ce problème persiste, veuillez contacter team@lockdownprivacy.com.
ja: これが続く場合は、team@lockdownprivacy.comにお問い合わせください。
ru: Если проблема сохраняется, напишите нам на team@lockdownprivacy.com.
vi: Nếu điều này vẫn tiếp diễn, vui lòng liên hệ team@lockdownprivacy.com.
zh_hans: 如果这种情况仍然存在，请与 team@lockdownprivacy.com 联系。
zh_hant: 若持續發生，請聯繫 team@lockdownprivacy.com。

source: About Lockdown VPN
ar: حول Lockdown VPN
de: Über Lockdown VPN
es: Acerca de Lockdown VPN
fr: A propos de Lockdown VPN
ja: Lockdown VPNについて
ru: О Lockdown VPN
vi: Giới thiệu về Lockdown VPN
zh_hans: 关于 Lockdown VPN
zh_hant: 關於 Lockdown VPN

source: Activate Firewall with this button.
ar: قم بتنشيط جدار الحماية باستخدام هذا الزر.
de: Aktivieren Sie die Firewall über diese Schaltfläche.
es: Active Firewall con este botón.
fr: Activer le Pare-feu avec ce bouton.
ja: このボタンでファイアウォールをアクティブ化にします。
ru: Активируйте брандмауэр, нажав на эту кнопку.
vi: Kích hoạt Tường lửa bằng nút này.
zh_hans: 使用此按钮激活防火墙。
zh_hant: 使用此按鈕啟動 Firewall。

source: Activating
ar: جارٍ التنشيط
de: Wird aktiviert
es: Activando
fr: Activation
ja: アクティブ中です
ru: Активация
vi: Đang kích hoạt
zh_hans: 正在激活
zh_hant: 正在啟動中

source: Anonymize IP against trackers
ar: إخفاء هوية IP أمام أدوات التتبع
de: IP gegen Tracker anonymisieren
es: Anonimizar la IP frente a los rastreadores
fr: Anonymise l'IP contre les traqueurs
ja: トラッカーに対してIPを匿名化します。
ru: Скрывайте IP-адрес для борьбы с трекерами
vi: Ẩn danh IP đối với công cụ theo dõi
zh_hans: 使 IP 对追踪器匿名
zh_hant: 匿名 IP 以阻擋追蹤器

source: Apple Outage
ar: انقطاع Apple
de: Apple-Ausfall
es: Interrupción de Apple
fr: Interruption de Service Apple
ja: Appleの停止
ru: Сбой в работе Apple
vi: Apple ngừng hoạt động
zh_hans: Apple 中断
zh_hant: Apple 大當機

source: at least 8 characters
ar: 8 أحرف على الأقل
de: mindestens 8 Zeichen
es: al menos 8 caracteres
fr: au moins 8 caractères
ja: 8文字以上
ru: не меньше 8 знаков
vi: tối thiểu 8 ký tự
zh_hans: 至少 8 个字符
zh_hant: 至少 8 個字元

source: Audit Reports
ar: تقارير المراجعة
de: Prüfberichte
es: Informes de Auditoria
fr: Rapports d'Audit
ja: 監査レポート
ru: Отчёты о проверке
vi: Báo cáo Kiểm toán
zh_hans: 审计报告
zh_hant: 稽核報告

source: Australia
ar: استراليا
de: Australien
fr: Australie
ja: オーストラリア
ru: Австралия
vi: Úc
zh_hans: 澳大利亚
zh_hant: 澳大利亞

source: Be sure to check your spam folder in case it got stuck there. You can also request a re-send of the confirmation.
ar: تأكد من فحص مجلد البريد العشوائي الخاص بك في حالة وجوده هناك. يمكنك أيضًا طلب إعادة إرسال التأكيد.
de: Prüfen Sie Ihren Spam-Ordner, für den Fall, dass sie dort festhängt. Sie können auch eine erneute Bestätigung anfordern.
es: Asegúrate de revisar tu carpeta de correo no deseado en caso de que haya caído allí. También puedes solicitar un reenvío de la confirmación.
fr: N'oubliez pas de vérifier vos courriers indésirables au cas où il s'y trouverait bloqué. Vous pouvez également demander un nouvel envoi de confirmation.
ja: スパムフォルダが詰まった場合に備えて、必ず確認してください。 確認の再送信をリクエストすることもできます。
ru: Проверьте, не попало ли письмо в папку «Спам». Вы также можете повторно запросить письмо с подтверждением.
vi: Hãy nhớ kiểm tra thư mục thư rác của bạn để đề phòng trường hợp nó bị kẹt ở đó. Bạn cũng có thể yêu cầu gửi lại xác nhận.
zh_hans: 请务必检查您的垃圾邮件文件夹，看看它是否卡在那里。 您也可以请求重新发送确认信息。
zh_hant: 請務必確認您的垃圾郵件資料夾，以免郵件卡在該處。 您也能請求重新發送確認郵件。

source: block list
ar: قائمة الحظر
de: Sperrliste
es: lista de bloqueo
ja: ブロックリスト
ru: чёрный список
vi: danh sách chặn
zh_hans: 阻止列表
zh_hant: 封鎖清單

source: Blocked
ar: حُظر
de: Gesperrt
es: Bloqueado
fr: Bloqué
ja: ブロック
ru: Заблокировано
vi: Bị chặn
zh_hans: 已阻止
zh_hant: 已封鎖

source: Blocked Domains
ar: النطاقات المحظورة
de: Gesperrte Domains
es: Dominios Bloqueados
fr: Domaines Bloqués
ja: ブロックしたドメイン
ru: Заблокированные домены
vi: Miền bị chặn
zh_hans: 已阻止的域
zh_hant: 已封鎖的網域

source: Blocked Today
ar: حُظر اليوم
de: Heute gesperrt
es: Bloqueado Hoy
fr: Blocages Aujourd'hui
ja: 今日はブロックしました
ru: Заблокировано сегодня
vi: Đã chặn hôm nay
zh_hans: 今天已阻止
zh_hant: 今日已封鎖

source: Blocked Trackers Summary
ar: موجز أدوات التتبع المحظورة
de: Übersicht gesperrter Tracker
es: Resumen de Rastreos Bloqueados
fr: Résumé des traqueurs bloqués
ja: ブロックされたトラッカーの概要
ru: Отчёт о заблокированных трекерах
vi: Tóm tắt Công cụ theo dõi bị chặn
zh_hans: 所阻止的追踪器摘要
zh_hant: 已封鎖的追蹤器摘要

source: Brazil
ar: البرازيل
de: Brasilien
es: Brasil
fr: Brésil
ja: ブラジル
ru: Бразилия
zh_hans: 巴西
zh_hant: 巴西

source: Canada
ar: كندا
de: Kanada
es: Canadá
ja: カナダ
ru: Канада
zh_hans: 加拿大
zh_hant: 加拿大

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ru: Отменить
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Check Your Inbox
ar: تحقق من صندوق بريدك
de: Prüfen Sie Ihren Posteingang
es: Revisa Tu Bandeja de Entrada
fr: Vérifiez votre boîte de réception
ja: 受信箱をチェックする
ru: Проверьте свой почтовый ящик
vi: Kiểm tra Hộp thư
zh_hans: 检查您的收件箱
zh_hant: 確認您的收件夾

source: Clear Block Log
ar: مسح سجل الحظر
de: Sperrprotokoll löschen
es: Borrar Registro de Bloqueos
fr: Effacer le journal de blocage
ja: ブロックログをクリアする
ru: Очистить журнал блокировок
vi: Xóa Nhật ký chặn
zh_hans: 清除阻止日志
zh_hant: 清除封鎖紀錄

source: Clickbait
ar: محتوى جذب النقرات
ja: クリックベイト
ru: Провокационные ссылки
zh_hans: 点击诱饵
zh_hant: 點擊誘餌

source: Confirm Email
ar: تأكيد عنوان البريد الإلكتروني
de: E-Mail-Adresse bestätigen
es: Confirmar Correo Electrónico
fr: Email Confirmé
ja: 電子メールの確認
ru: Подтвердить адрес электронной почты
vi: Xác nhận Email
zh_hans: 确认电子邮件
zh_hant: 確認郵件

source: Confirmed Site
ar: موقع تم تأكيده
de: Website bestätigen
es: Sitio Confirmado
fr: Site Confirmé
ja: 確認済みサイト
ru: Подтверждённый сайт
vi: Trang đã xác nhận
zh_hans: 已确认的网站
zh_hant: 已確認的網站

source: Couldn't Find Your Email Client
ar: تعذر العثور على برنامج بريدك الإلكتروني
de: Ihr E-Mail-Client konnte nicht gefunden werden
es: No Se Pudo Encontrar Su Cliente De Correo Electrónico
fr: Impossible de Trouver Votre Email Client
ja: 電子メールクライアントが見つかりません
ru: Не удается найти ваш почтовый клиент
vi: Không tìm thấy ứng dụng email của bạn
zh_hans: 无法找到您的电子邮件客户端
zh_hant: 找不到您的電子郵件客戶

source: Crypto Mining
ar: تعدين العملات الرقمية
de: Krypto-Mining
es: Crypto Minería
ja: クリプトマイニング
ru: Майнинг криптовалюты
vi: Khai thác tiền điện tử
zh_hans: 加密货币挖矿
zh_hant: 加密貨幣挖礦

source: Custom Settings (Advanced)
ar: إعدادات مخصصة (متقدمة)
de: Benutzerdefinierte Einstellungen (erweitert)
es: Configuración Personalizada (Avanzada)
fr: Paramètres personnalisés (Avancé)
ja: カスタム設定(詳細)
ru: Пользовательские настройки (для опытных пользователей)
vi: Cài đặt tùy chỉnh (Nâng cao)
zh_hans: 自定义设置（高级）
zh_hant: 自訂設定（進階）

source: Data Trackers
ar: أدوات تتبع البيانات
de: Daten-Tracker
es: Rastreo de Data
fr: Traqueurs de données
ja: データトラッカー
ru: Трекеры данных
vi: Công cụ theo dõi dữ liệu
zh_hans: 数据追踪器
zh_hant: 資料追蹤器

source: Deactivating
ar: جارٍ إلغاء التنشيط
de: Wird deaktiviert
es: Desactivando
fr: Désactivation
ja: 非アクティブ化中
ru: Деактивация
vi: Hủy kích hoạt
zh_hans: 正在停用
zh_hant: 正在關閉

source: Disable
ar: تعطيل
de: Deaktivieren
es: Deshabilitar
fr: Désactiver
ja: 無効にする
ru: Отключить
vi: Tắt
zh_hans: 禁用
zh_hant: 停用

source: Disable Block Log
ar: تعطيل سجل الحظر
de: Sperrprotokoll deaktivieren
es: Deshabilitar el Registro de Bloqueos
fr: Désactiver le journal de blocage
ja: ブロックログを無効にする
ru: Отключить журнал блокировок
vi: Tắt Nhật ký chặn
zh_hans: 禁用阻止日志
zh_hant: 停用封鎖清單

source: Disable Block Log?
ar: تعطيل سجل الحظر؟
de: Sperrprotokoll deaktivieren?
es: Deshabilitar el Registro de Bloqueos?
fr: Désactiver le journal de blocage ?
ja: ブロックログを無効にしますか？
ru: Отключить журнал блокировок?
vi: Tắt Nhật ký chặn?
zh_hans: 禁用阻止日志？
zh_hant: 停用封鎖清單？

source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
ja: 完了
ru: Готово
vi: Xong
zh_hans: 完成
zh_hant: 已完成

source: Email Support
ar: دعم البريد الإلكتروني
es: Soporte De Correo Electrónico
fr: Support par Email
ja: メールサポート
ru: Написать в службу поддержки
vi: Hỗ trợ Email
zh_hans: 电子邮件支持
zh_hant: 電子郵件支援

source: Email Trackers
ar: أدوات تتبع البريد الإلكتروني
de: E-Mail-Tracker
es: Rastreo de Correos Electrónicos
fr: Traqueurs Email
ja: メールトラッカー
ru: Трекеры электронной почты
vi: Công cụ theo dõi Email
zh_hans: 电子邮件追踪器
zh_hant: 電子郵件追蹤器

source: Email Us
ar: راسلنا عبر البريد الإلكتروني
de: E-Mail senden
es: Envíanos un correo electrónico
fr: Nous écrire
ja: メールでのお問い合わせ
ru: Написать нам
vi: Email cho chúng tôi
zh_hans: 电邮我们
zh_hant: 寄信給我們

source: Enable
ar: تمكين
de: Aktivieren
es: Habilitar
fr: Activer
ja: 有効
ru: Включить
vi: Bật
zh_hans: 启用
zh_hant: 啟用

source: Enable Block Log
ar: تمكين سجل الحظر
de: Sperrprotokoll aktivieren
es: Habilitar el Registro de Bloqueos
fr: Activer le journal de blocage
ja: ブロックログを有効にする
ru: Включить журнал блокировок
vi: Bật Nhật ký chặn
zh_hans: 启用阻止日志
zh_hant: 啟用封鎖清單

source: Enable notifications to get a once-a-week summary and the latest block list updates. You can disable this anytime.
ar: قم بتمكين الإشعارات للحصول على ملخص مرة في الأسبوع وآخر تحديثات قائمة الحظر. يمكنك تعطيل هذا في أي وقت.
de: Aktivieren Sie Benachrichtigungen, um eine wöchentliche Zusammenfassung und die neuesten Updates zur Sperrliste zu erhalten. Sie können diese jederzeit deaktivieren.
es: Habilite las notificaciones para obtener un resumen una vez a la semana y las últimas actualizaciones de la lista de bloqueo. Puede desactivar esto en cualquier momento.
fr: Activez les notifications pour obtenir un résumé hebdomadaire et les dernières mises à jour des listes de blocage. Vous pouvez désactiver cette fonctionnalité à tout moment.
ja: 通知を有効にして、1週間に1回の要約と最新のブロックリストの更新情報を取得することができます。 いつでも無効にできます。
ru: Включите уведомления, чтобы получать еженедельные отчёты и последние обновления чёрного списка. Вы можете в любое время отключить данную функцию.
vi: Bật thông báo để nhận tóm tắt mỗi tuần một lần và cập nhật danh sách chặn mới nhất. Bạn có thể tắt tính năng này bất cứ lúc nào.
zh_hans: 启用通知以获取每周一次的摘要报告和最新阻止列表。您可以随时禁用此功能。
zh_hant: 啟用提醒以取得一週一次的摘要，以及最新的封鎖清單更新。您可隨以隨時停用此功能。

source: Encrypted, private connections
ar: اتصالات خاصة مشفرة
de: Verschlüsselte, private Verbindungen
es: Conexiones privadas cifradas
fr: Connexions privées cryptées
ja: 暗号化されたプライベート接続です
ru: Зашифрованные, частные соединения
vi: Kết nối riêng tư được mã hóa
zh_hans: 加密的专用连接
zh_hant: 已加密、私密的連結

source: Error Code
ar: رمز الخطأ
de: Fehlercode
es: Código de Error
fr: Code d'Erreur
ja: エラーコード
ru: Код ошибки
vi: Mã lỗi
zh_hans: 错误代码
zh_hant: 錯誤代碼

source: Error Creating Email Account
ar: خطأ في إنشاء حساب بريد إلكتروني
de: Fehler beim Erstellen eines E-Mail-Kontos
es: Error Al Crear Una Cuenta De Correo Electrónico
fr: Erreur Création de Compte
ja: 電子メールアカウントの作成エラー
ru: Ошибка при создании электронной почты
vi: Lỗi khi tạo tài khoản email
zh_hans: 创建电子邮件帐户时出错
zh_hant: 建立電子郵件帳號發生錯誤

source: Error Loading Plan: Retry
ar: خطأ في تحميل الخطة: أعد المحاولة
de: Fehler beim Laden des Abos: Erneut versuchen
es: Error al Cargar Plan: Reintentar
fr: Erreur de chargement d'abonnement : Réessayer
ja: 計画の読み込みエラー：再試行
ru: Ошибка при загрузке тарифного плана: попробуйте ещё раз
vi: Lỗi khi tải gói: Thử lại
zh_hans: 加载套餐时出错：重试
zh_hant: 載入方案發生錯誤：重試

source: Error Re-sending Email Confirmation
ar: خطأ في إعادة إرسال رسالة تأكيد البريد الإلكتروني
de: Fehler beim erneuten Senden der E-Mail-Bestätigung
es: Error Al Reenviar La Confirmación Por Correo Electrónico
fr: Erreur Renvoi Email de Confirmation
ja: 電子メール確認の再送信エラー
ru: Ошибка при повторной отправке письма с подтверждением
vi: Lỗi khi gửi lại xác nhận email
zh_hans: 重新发送电子邮件确认时出错
zh_hant: 重新發送確認郵件發生錯誤

source: Error Restoring Subscription
ar: خطأ في استعادة الاشتراك
de: Fehler beim Wiederherstellen des Abos
es: Error Al Restaurar La Suscripción
fr: Erreur de Restauration d'Abonnement
ja: サブスクリプションの復元エラーです
ru: Ошибка при восстановлении подписки
vi: Lỗi khi khôi phục đăng ký
zh_hans: 恢复订阅时出错
zh_hant: 恢復訂閱發生錯誤

source: Error Signing In To Verify Subscription
ar: خطأ في تسجيل الدخول للتحقق من الاشتراك
de: Fehler beim Anmelden zur Prüfung Ihres Abos
es: Error Al Iniciar Sesión Para Verificar La Suscripción
fr: Erreur de Connexion pour Vérifier l'Abonnement
ja: サブスクリプションを確認するためのサインインエラーです
ru: Ошибка при входе для подтверждения подписки
vi: Lỗi khi đăng nhập để xác minh đăng ký
zh_hans: 登录以验证订阅时出错
zh_hant: 登入確認訂閱發生錯誤

source: Error Starting Trial
ar: خطأ في بدء الفترة التجريبية
de: Fehler beim Start der Testphase
es: Error Al Iniciar La Prueba
fr: Erreur Offre d'Essai
ja: トライアル開始エラーです
ru: Ошибка активации пробной версии
vi: Lỗi khi bắt đầu dùng thử
zh_hans: 开始试用时出错
zh_hant: 開始試用發生錯誤

source: Facebook & WhatsApp
ar: Facebook و WhatsApp
fr: Facebook et WhatsApp
ja: FacebookとWhatsApp
ru: Facebook и WhatsApp
zh_hans: Facebook 和 WhatsApp
zh_hant: Facebook 及 WhatsApp

source: Facebook Trackers
ar: أدوات Facebook التتبعية
de: Facebook-Tracker
es: Rastreo de Facebook
fr: Traqueurs Facebook
ja: Facebookトラッカー
ru: Трекеры Facebook
vi: Công cụ theo dõi Facebook
zh_hans: Facebook 追踪器
zh_hant: Facebook 追蹤器

source: Failed to re-send email confirmation.
ar: فشل في إعادة إرسال رسالة تأكيد البريد الإلكتروني.
de: E-Mail-Bestätigung konnte nicht erneut gesendet werden.
es: Error al reenviar la confirmación de correo electrónico.
fr: Le renvoi d'email de confirmation a échoué.
ja: 確認メールの再送信に失敗しました。
ru: Не удалось повторно отправить письмо с подтверждением
vi: Không gửi lại được email xác nhận.
zh_hans: 无法重新发送电子邮件确认。
zh_hant: 無法重新發送確認郵件。

source: FAQs
ar: الأسئلة الشائعة
es: Preguntas Frequentes
fr: FAQ
ja: よくある質問
ru: Вопросы и ответы
vi: Câu hỏi thường gặp
zh_hans: 常见问题
zh_hant: 常見問題集

source: Firewall
ar: جدار الحماية
fr: Pare-feu
ja: ファイアウォール
ru: Брандмауэр
vi: Tường lửa
zh_hans: 防火墙

source: Firewall Active
ar: جدار الحماية نشط
de: Firewall aktiv
es: Firewall Activo
fr: Pare-feu Activé
ja: ファイアウォールがアクティブ
ru: Брандмауэр активен
vi: Tường lửa đang hoạt động
zh_hans: 防火墙已激活
zh_hant: Firewall 已啟動

source: Firewall Not Active
ar: جدار الحماية ليس نشطًا
de: Firewall nicht aktiv
es: Firewall No Activo
fr: Pare-feu Désactivé
ja: ファイアウォールが非アクティブ
ru: Брандмауэр неактивен
vi: Tường lửa không hoạt động
zh_hans: 防火墙未激活
zh_hant: Firewall 未啟動
