Repository: confirmedcode/Lockdown-iOS
Catalog: *.lproj/Localizable.strings
Languages: ar, de, es, fr, ja, ru, vi, zh_hans, zh_hant

source: Please make sure your Internet connection is active. If this error persists, email team@lockdownprivacy.com with the following error message:
ar: يرجى التأكد من أن اتصالك بالإنترنت نشط. إذا استمر هذا الخطأ، فأرسل بريدًا إلكترونيًا إلى team@lockdownprivacy.com برسالة الخطأ التالية:
de: Bitte achten Sie darauf, dass Ihre Internetverbindung aktiv ist. Falls dieser Fehler weiterhin besteht, senden Sie eine E-Mail mit folgender Fehlermeldung an team@lockdownprivacy.com:
es: Asegúrese de que su conexión a internet esté activa. Si este error persiste, envíe un correo electrónico a team@lockdownprivacy.com con el siguiente mensaje de error:
fr: Veuillez vous assurer que votre connexion Internet est active. Si cette erreur persiste, envoyez un e-mail à team@lockdownprivacy.com avec le message d'erreur suivant :
ja: インターネット接続が有効になっていることを確認してください。 このエラーが続く場合は、team@lockdownprivacy.comに次のエラーメッセージをメールで送信してください。:
ru: Убедитесь в наличии активного интернет-соединения. Если проблема сохраняется, отправьте на team@lockdownprivacy.com электронное письмо со следующим сообщением об ошибке:
vi: Hãy bảo đảm rằng kết nối Internet của bạn đang hoạt động. Nếu lỗi này vẫn tiếp diễn, hãy gửi email tới team@lockdownprivacy.com với thông báo lỗi sau:
zh_hans: 请确保您的互联网连接处于活动状态。如果此错误仍然存在，请发送电子邮件至 team@lockdownprivacy.com，并附上以下错误消息：
zh_hant: 請確保您的網路連線正常啟動。若此錯誤持續發生，請連同以下的錯誤訊息發送電子郵件至 team@lockdownprivacy.com：

source: Please renew your subscription to activate the Secure Tunnel.
ar: يرجى تجديد اشتراكك لتفعيل Secure Tunnel.
de: Bitte verlängern Sie Ihr Abonnement, um den Secure Tunnel zu aktivieren.
es: Por favor renueve su suscripción para activar Secure Tunnel.
fr: Veuillez renouveler votre abonnement pour activer le Tunnel Sécurisé.
ja: セキュアトンネルを有効にするには、サブスクリプションを更新してください。
ru: Продлите подписку, чтобы активировать Secure Tunnel.
vi: Vui lòng gia hạn đăng ký để kích hoạt Secure Tunnel.
zh_hans: 请续订您的订阅以激活 Secure Tunnel。
zh_hant: 請續訂您的訂閱，以啟動 Secure Tunnel。

source: Please renew your subscription to re-activate the VPN.
ar: يرجى تجديد اشتراكك لإعادة تنشيط VPN.
de: Bitte verlängern Sie Ihr Abonnement, um das VPN erneut zu aktivieren.
es: Por favor renueve su suscripción para reactivar la VPN.
fr: Veuillez renouveler votre abonnement pour réactiver le VPN.
ja: VPNを再度アクティブにするには、サブスクリプションを更新してください。
ru: Продлите подписку, чтобы активировать VPN.
vi: Vui lòng gia hạn đăng ký để kích hoạt lại VPN.
zh_hans: 请续订您的订阅以重新激活 VPN。
zh_hant: 請續訂您的訂閱，以重啟 VPN。

source: Please tap Block List and enable at least one block list to activate Firewall.
ar: يرجى النقر فوق قائمة الحظر وتمكين قائمة حظر واحدة على الأقل لتنشيط جدار الحماية.
de: Bitte tippen Sie auf "Sperrliste" und aktivieren Sie mindestens eine Sperrliste, um die Firewall zu aktivieren.
es: Por favor haz clic en Lista de Bloqueo y habilita al menos una lista de bloqueo para activar el servidor de seguridad.
fr: Veuillez appuyer sur Liste de blocage et activer au moins une liste de blocage pour activer le pare-feu.
ja: [ブロックリスト]をタップし、少なくとも1つのブロックリストを有効にしてファイアウォールをアクティブにしてください。
ru: Чтобы активировать брандмауэр, нажмите на «Чёрный список» и активируйте хотя бы один чёрный список.
vi: Vui lòng nhấn Danh sách chặn và bật ít nhất một danh sách chặn để kích hoạt Tường lửa.
zh_hans: 请点击"阻止列表"，并启用至少一个阻止列表以激活防火墙。
zh_hant: 請點選封鎖清單，並啟用至少一個封鎖清單以啟動 Firewall。

source: Pre-configured Block Lists
ar: قوائم حظر مُعدّة مسبقًا
de: Vorkonfigurierte Sperrlisten
es: Listas De Bloqueos Preconfiguradas
fr: Listes de Blocages Pré-configurées
ja: 事前に設定されたブロックリスト
ru: Заранее настроенные чёрные списки
vi: Danh sách chặn được định cấu hình trước
zh_hans: 预配置的阻止列表
zh_hant: 預先設定的封鎖清單

source: Pre-configured Suggestions
ar: اقتراحات مُعدّة مسبقًا
de: Vorkonfigurierte Empfehlungen
es: Sugerencias Preconfiguradas
fr: Suggestions Pré-configurées
ja: 事前に設定されたサジェスチョン
ru: Шаблоны
vi: Đề xuất được định cấu hình trước
zh_hans: 预配置建议
zh_hant: 預先設定的建議

source: Precise location exposed
ar: الموقع الدقيق مكشوف
de: Präziser Standort offengelegt
es: Ubicación precisa expuesta
fr: Localisation précise exposée
ja: 正確な位置が公開されています
ru: Точное местоположение не защищено
vi: Đã để lộ vị trí chính xác
zh_hans: 已暴露的精确位置
zh_hant: 已暴露精確的地點

source: Press & Media
ar: الصحافة والإعلام
de: Presse & Medien
es: Prensa & Media
fr: Presse et Médias
ja: プレス＆メディア
ru: Пресса и СМИ
vi: Báo chí & Truyền thông
zh_hans: 新闻与媒体
zh_hant: 新聞媒體

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política De Privacidad
fr: Politique de Confidentialité
ja: 個人情報保護方針
ru: Политика конфиденциальности
vi: Chính sách Quyền riêng tư
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Ransomware
ar: برامج الفدية
es: Secuestro de datos
ja: ランサムウェア
ru: Программы-вымогатели
vi: Phần mềm tống tiền
zh_hans: 勒索软件
zh_hant: 勒索軟體

source: Re-send
ar: إعادة إرسال
de: Erneut senden
es: Reenviar
fr: Envoyer de nouveau
ja: 再送信
ru: Отправить повторно
vi: Gửi lại
zh_hans: 重新发送
zh_hant: 重新發送

source: Readable browsing and data
ar: تصفح وبيانات قابلة للقراءة
de: Lesbares Browsing-Verhalten und Daten
es: Navegación y datos legibles
fr: Navigation et données lisibles
ja: 読み取り可能なブラウジングとデータ
ru: Считываемые данные и история действий в сети
vi: Duyệt web và dữ liệu có thể đọc được
zh_hans: 可读的浏览和数据
zh_hant: 可讀的瀏覽及資料

source: Remember to check our FAQs first, for answers to the most frequently asked questions. If it's not answered there, we're happy to provide support and take feedback by email.
ar: تذكر أن تتحقق من الأسئلة الشائعة أولاً، للحصول على إجابات عن الأسئلة الأكثر شيوعًا. إذا لم تجد الإجابة هناك، فيسعدنا تقديم الدعم وتلقي الملاحظات عبر البريد الإلكتروني.
de: Denken Sie daran, zuerst einen Blick in unsere FAQs zu werfen, um Antworten auf häufig gestellte Fragen zu erhalten. Falls Sie dort keine Antwort finden, helfen wir Ihnen gerne weiter und nehmen Ihr Feedback per E-Mail an.
es: Recuerda revisar nuestra sección de Preguntas Frecuentes primero, para obtener las respuestas a las preguntas más habituales. Si no encuentras tu respuesta allí, estamos felices de ayudarte y recibir comentarios mediante correo electrónico.
fr: N'oubliez pas de consulter d'abord notre FAQ qui contient les réponses aux questions les plus courantes. Si vous n'y trouvez pas de réponse, nous serons heureux de vous apporter notre support et recevoir vos commentaires par email.
ja: よくある質問への回答については、最初によくある質問を確認してください。 回答がない場合は、サポートを提供し、メールでフィードバックをお届けします。
ru: Не забудьте сначала проверить раздел с ответами на самые часто задаваемые вопросы. Если вы не нашли там ответа, мы с радостью поможем вам и примем обратную связь по электронной почте.
vi: Hãy nhớ kiểm tra Câu hỏi thường gặp của chúng tôi trước để biết câu trả lời cho những câu hỏi thường gặp nhất. Nếu không có câu trả lời ở đó, chúng tôi sẵn lòng hỗ trợ và gửi phản hồi qua email.
zh_hans: 请务必先查看我们的常见问题解答，以获取最常见问题的答案。 如果那里没有答案，我们很乐意通过电子邮件提供支持并获取反馈。
zh_hant: 請記得先確認我們的常見問題集，以在其中找到最常詢問之問題解答。 若仍無法找到解答，我們很樂意提供支援並透過電子郵件收到意見回饋。

source: Reporting
ar: الإبلاغ
de: Meldung
es: Reportando
fr: Raport
ja: 報告
ru: Отправка отчёта
vi: Báo cáo
zh_hans: 报告
zh_hant: 正在回報問題

source: See live metrics for how many bad connections Firewall has blocked.
ar: اطلع على المقاييس اللحظية لمعرفة عدد الاتصالات السيئة التي حظرها جدار الحماية.
de: Siehe die Live-Kennzahlen, um zu erfahren, wie viele schlechte Verbindungen von der Firewall geblockt wurden.
es: Vea métricas en vivo sobre cuántas conexiones defectuosas ha bloqueado el firewall.
fr: Consultez les données en direct pour savoir combien de connexions le pare-feu a bloquées.
ja: ファイアウォールがブロックした不良接続の数をライブメトリクスで確認できます。
ru: Посмотрите обновляемую в реальном времени статистику о количестве заблокированных брандмауэром вредоносных соединений.
vi: Xem số liệu trực tiếp để biết Tường lửa đã chặn bao nhiêu kết nối xấu.
zh_hans: 查看实时指标，了解防火墙已阻止的不良连接数量。
zh_hant: 查看即時計量，以了解 Firewall 已封鎖多少不良連結。

source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
ja: 設定
ru: Настройки
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Share your anonymized metrics and show other people how to block invasive tracking.
ar: شارك مقاييسك المجهلة ووضح للآخرين كيفية منع التتبع التطفلي.
de: Teilen Sie Ihre anonymisierten Kennzahlen und zeigen Sie anderen Nutzern, wie Sie invasives Tracking blockieren.
es: Comparta sus métricas anónimas y muestre a otras personas cómo bloquear el rastreo invasivo.
fr: Partagez vos statistiques anonymement et montrez aux autres comment bloquer les traqueurs intrusifs.
ja: 匿名化された指標を共有し、侵襲的な追跡をブロックする方法を他の人に示します。
ru: Отправьте анонимную статистику и покажите другим людям, как блокировать назойливые трекеры.
vi: Chia sẻ các số liệu ẩn danh của bạn và chỉ cho những người khác cách chặn theo dõi xâm phạm.
zh_hans: 分享您的匿名指标，并向他人展示如何阻止侵入性跟踪。
zh_hant: 分享您的匿名計量，並向其他人展示如何封鎖侵入式的追蹤。

source: Share Your Stats
ar: شارك احصائياتك
de: Werte teilen
es: Comparta Sus Estadísticas
fr: Partagez Vos Statistiques
ja: 統計を共有。
ru: Отправить статистику
vi: Chia sẻ Số liệu của Bạn
zh_hans: 分享您的统计数据
zh_hant: 分享您的統計資料

source: SHOW
ar: عرض
de: ANZEIGEN
es: MOSTRAR
fr: AFFICHER
ja: 示す
ru: ПОКАЗАТЬ
vi: HIỆN
zh_hans: 显示
zh_hant: 顯示

source: Show how invasive today's apps are, and help other people block trackers and badware, too. Your block log is not included - only the image above. Choose where to share in the next step.
ar: أظهر مدى تطفل تطبيقات اليوم، وساعد الآخرين على حظر أدوات التتبع والبرامج الضارة أيضًا. لم يتم تضمين سجل الحظر الخاص بك - فقط الصورة أعلاه. اختر مكان المشاركة في الخطوة التالية.
de: Zeigen Sie, wie invasiv heutige Apps sind, und helfen Sie anderen Nutzern, Tracker und Badware zu blockieren. Ihr Sperrprotokoll ist nicht inbegriffen - nur das obige Bild. Wählen Sie im nächsten Schritt, wo dieses geteilt werden soll.
es: Muestre cuán invasivas son las aplicaciones actuales y ayude a otras personas a bloquear rastreadores y software malicioso también. Su registro de bloqueo no está incluido, solo la imagen de arriba. Elija dónde compartir en el siguiente paso.
fr: Montrez à quel point les applications d'aujourd'hui sont envahissantes et aidez d'autres personnes à bloquer les traqueurs et logiciels malveillants. Votre journal de blocage n'est pas inclus - seulement l'image ci-dessus. Choisissez où la partager à l'étape suivante.
ja: 今日のアプリがいかに侵略的であるかを示し、他の人がトラッカーやバッドウェアをブロックするのにも役立ちます。 ブロックログは含まれていません-上の画像のみです。 次のステップで共有する場所を選択します。
ru: Покажите, насколько назойливы современные приложения, и помогите другим людям блокировать трекеры и вредоносное ПО. Ваш журнал блокировок показан не будет - только приведённое выше изображение. Далее вы можете выбрать, где вы хотите поделиться статистикой.
vi: Cho biết các ứng dụng ngày nay xâm phạm như thế nào, đồng thời giúp người khác chặn các công cụ theo dõi và phần mềm độc hại. Không bao gồm nhật ký chặn - chỉ có hình ảnh ở trên. Chọn nơi để chia sẻ trong bước tiếp theo.
zh_hans: 显示当前应用的侵入性有多强，并帮助他人阻止追踪器和恶意软件。 不会显示您的阻止日志 - 仅显示上图。在下一步中选择分享位置。
zh_hant: 顯示出現今的應用程式入侵性有多強烈，並也能協助其他人封鎖追蹤器及惡意軟體。 未包含您的封鎖紀錄--僅有上方的圖案。在下一步選擇要分享在哪個地方。

source: Sign Out
ar: تسجيل الخروج
de: Abmelden
es: Desconectar
fr: Déconnexion
ja: サインアウト
ru: Выйти
vi: Đăng xuất
zh_hans: 注销
zh_hant: 登出

source: Sign Out?
ar: تسجيل الخروج؟
de: Abmelden?
es: Cerrar Sesión?
fr: Déconnexion ?
ja: サインアウト？
ru: Выйти?
vi: Đăng xuất?
zh_hans: 注销？
zh_hant: 登出？

source: Sign Up | Sign In
ar: التسجيل | تسجيل الدخول
de: Registrieren | Anmelden
es: Regístrate | Inicia Sesión
fr: Inscription | Connexion
ja: サインアップ | サインイン
ru: Зарегистрироваться | Войти
vi: Đăng ký | Đăng nhập
zh_hans: 注册 | 登录
zh_hant: 註冊 | 登入

source: Sign up below to unlock benefits of a Lockdown account.
ar: قم بالتسجيل أدناه لفتح مزايا حساب Lockdown.
de: Registrieren Sie sich unten, um die Vorteile eines Lockdown-Kontos zu genießen.
es: Registrate abajo para desbloquear los beneficios de una cuenta en Lockdown.
fr: Inscrivez-vous pour débloquer tous les avantages d'un compte Lockdown.
ja: Lockdownアカウントの特典のロックを解除するには、以下からサインアップしてください。
ru: Зарегистрируйтесь ниже, чтобы открыть для себя все преимущества учётной записи Lockdown.
vi: Đăng ký bên dưới để mở khóa các quyền lợi của tài khoản Lockdown.
zh_hans: 在下方注册以解锁 Lockdown 帐户的福利。
zh_hant: 在下方註冊，以解鎖 Lockdown 帳號的所有好處。

source: Signed In
ar: تم تسجيل الدخول
de: Angemeldet
es: Registrado
fr: Connexion
ja: サインイン
ru: Осуществлён вход
vi: Đã đăng nhập
zh_hans: 已登录
zh_hant: 已登入

source: Signed out successfully.
ar: تم تسجيل الخروج بنجاح.
de: Erfolgreich abgemeldet.
es: Sesión finalizada con éxito.
fr: Déconnecté avec succès.
ja: 正常にサインアウトしました。
ru: Выход завершен успешно
vi: Đã đăng xuất thành công.
zh_hans: 已成功注销。
zh_hant: 已成功登出

source: Singapore
ar: سنغافورة
de: Singapur
es: Singapur
fr: Singapour
ru: Сингапур
zh_hans: 新加坡
zh_hant: 新加坡

source: Skip Trial
ar: تخطي الفترة التجريبية
de: Testphase überspringen
es: Saltar Prueba
fr: Passer l'Essai
ja: トライアルをスキップ
ru: Пропустить пробную версию
vi: Bỏ qua Dùng thử
zh_hans: 跳过试用
zh_hant: 跳過試用

source: Snapchat Trackers
ar: أدوات Snapchat التتبعية
de: Snapchat-Tracker
es: Rastreo de Snapchat
fr: Traqueurs Snapchat
ja: Snapchatトラッカー
ru: Трекеры Snapchat
vi: Công cụ theo dõi Snapchat
zh_hans: Snapchat 追踪器
zh_hant: Snapchat 追蹤器

source: South Korea
ar: كوريا الجنوبية
de: Südkorea
es: Corea del Sur
fr: Corée du Sud
ja: 韓国
ru: Южная Корея
vi: Hàn Quốc
zh_hans: 韩国
zh_hant: 南韓

source: Stay Protected
ar: ابق محميًا
de: Geschützt bleiben
es: Mantente Protegido
fr: Restez Protégé
ja: 保護されたままで
ru: Оставайтесь под защитой
vi: Luôn được bảo vệ
zh_hans: 继续受到保护
zh_hant: 維持受到保護

source: Subscription Expired
ar: انتهت صلاحية الاشتراك
de: Abonnement abgelaufen
es: Subscripción Vencida
fr: Abonnement expiré
ja: サブスクリプションの有効期限が切れました
ru: Подписка истекла
vi: Đăng ký hết hạn
zh_hans: 订阅已过期
zh_hant: 訂閱已過期

source: Success
ar: تم بنجاح
de: Erfolgreich
es: Éxito
fr: Succès
ja: サクセス
ru: Успешно
vi: Thành công
zh_hans: 成功
zh_hant: 成功

source: Success!
ar: تم بنجاح!
de: Erfolgreich!
es: ¡Éxito!
fr: Réussi !
ja: サクセス
ru: Успешно!
vi: Thành công!
zh_hans: 成功！
zh_hant: 成功！

source: Successfully re-sent your email confirmation to
ar: تم بنجاح إعادة إرسال تأكيد البريد الإلكتروني الخاص بك إلى
de: Ihre E-Mail-Bestätigung wurde erfolgreich gesendet an
es: Se ha reenviado exitosamente la confirmación de tu correo electrónico a
fr: Envoi réussi de l'email de confirmation à
ja: サクセス
ru: Электронное письмо с подтверждением успешно отправлено по адресу
vi: Đã gửi lại thành công xác nhận email của bạn tới
zh_hans: 已成功将您的电子邮件确认重新发送至
zh_hant: 已成功重新發送您的確認郵件至

source: Support | Feedback
ar: الدعم| الملاحظات
es: Soporte | Comentarios
fr: Support | Commentaires
ja: サポート| フィードバック
ru: Поддержка | Обратная связь
vi: Hỗ trợ | Phản hồi
zh_hans: 支持 | 反馈
zh_hant: 服務支援 | 意見回饋

source: Tap to activate Lockdown Firewall and update to the newest block lists.
ar: اضغط لتنشيط Lockdown Firewall والتحديث إلى أحدث قوائم الحظر.
de: Tippen, um Lockdown Firewall zu aktivieren und auf die neuesten Sperrlisten zu aktualisieren.
es: Haz clic para activar el servidor de seguridad de Lockdown, y actualizar a las nuevas listas de bloqueo.
fr: Touchez pour activer le pare-feu Lockdown et mettre à jour les listes de blocage les plus récentes.
ja: タップしてLockdownファイアウォールをアクティブにし、最新のブロックリストに更新します。
ru: Нажмите, чтобы активировать Lockdown Firewall и загрузить обновленные чёрные списки.
vi: Nhấn để kích hoạt Lockdown Firewall và cập nhật lên danh sách chặn mới nhất.
zh_hans: 点击以激活 Lockdown Firewall 并更新至最新的阻止列表。
zh_hant: 點選以啟動 Lockdown Firewall，並更新至最新的封鎖名單。

source: Tap to see a demo of how Secure Tunnel protects and anonymizes you.
ar: اضغط لمشاهدة عرض توضيحي عن كيفية حماية Secure Tunnel لك وإخفائه لهويتك.
de: Tippen, um eine Demo zu sehen, wie Secure Tunnel Sie schützt und anonymisiert.
es: Toque para ver una demostración de cómo Secure Tunnel lo protege y lo anonimiza.
fr: Touchez pour voir une démonstration de la façon dont le Tunnel Sécurisé vous protège et vous rend anonyme.
ja: タップして、Secure Tunnel がどのようにお客様を保護し、匿名化するかのデモを表示します。.
ru: Нажмите, чтобы посмотреть, как Secure Tunnel защищает вас и сохраняет вашу анонимность.
vi: Nhấn để xem giới thiệu về cách Secure Tunnel bảo vệ và ẩn danh bạn.
zh_hans: 点击查看演示，了解 Secure Tunnel 如何保护您并让您匿名。
zh_hant: 點選以查看 Secure Tunnel 如何保護及將您匿名的演示。

source: Tap to see the blocked tracking attempts.
ar: اضغط لرؤية محاولات التتبع التي حظرت.
de: Tippen, um die blockierten Tracking-Versuche anzuzeigen.
es: Toque para ver los intentos de rastreo bloqueados.
fr: Touchez pour voir les tentatives de suivi bloquées.
ja: タップして、ブロックされたトラッキングの試みを確認します。
ru: Нажмите, чтобы посмотреть заблокированные попытки отслеживания.
vi: Nhấn để xem những lần cố gắng theo dõi bị chặn.
zh_hans: 点击查看被阻止的跟踪尝试。
zh_hant: 點選以查看遭封鎖的追蹤嘗試。

source: Tap to see what they are.
ar: اضغط لمعرفة تفاصيلها.
de: Tippen, um zu sehen, was sie sind.
es: Haz clic para ver cuáles son.
fr: Touchez pour les découvrir.
ja: タップして何かを確認してください。
ru: Нажмите, чтобы узнать подробности.
vi: Nhấn để xem chúng là gì.
zh_hans: 点击查看它们是何方神圣。
zh_hant: 點選以查看內容。

source: Terms
ar: الشروط
de: Laufzeiten
es: Términos
fr: Termes
ja: 条件
ru: Условия
vi: Điều khoản
zh_hans: 术语
zh_hant: 條款

source: Thanks for helping to increase privacy and tracking awareness.
ar: شكرًا للمساعدة في زيادة الوعي بالخصوصية والتتبع.
de: Vielen Dank, dass Sie uns helfen, den Datenschutz und die Aufmerksamkeit auf Tracking zu steigern.
es: Gracias por ayudar a aumentar la privacidad y la conciencia de rastreo.
fr: Merci d'aider à la sensibilisation de la protection de la vie privée et du suivi publicitaire.
ja: プライバシーの向上と意識の追跡にご協力いただきありがとうございます。
ru: Спасибо, что сообщаете нам о конфиденциальности и устройствах отслеживания.
vi: Cảm ơn bạn đã giúp nâng cao nhận thức về quyền riêng tư và theo dõi.
zh_hans: 感谢您帮助人们提高隐私和反跟踪意识。
zh_hant: 感謝您協助提升隱私及追蹤意識。

source: The block log can be manually cleared or disabled. Disabling the Block Log only disables the log of connections - the number of tracking attempts will still be displayed.
ar: يمكن مسح سجل الحظر يدويًا أو تعطيله. يؤدي تعطيل سجل الحظر إلى تعطيل سجل الاتصالات فقط - وسيظل عدد محاولات التعقب معروضًا.
de: Das Sperrprotokoll kann manuell gelöscht oder deaktiviert werden. Durch Deaktivieren des Sperrprotokolls wird nur das Verbindungsprotokoll deaktiviert - die Anzahl von Tracking-Versuchen wird dennoch angezeigt.
es: El registro de bloqueos puede ser deshabilitado o limpiado manualmente. Al deshabilitar el Registro de Bloqueos, solo se deshabilita el registro de conexiones - el número de intentos de rastreo aún será mostrado.
fr: Le journal de blocage peut être effacé manuellement ou désactivé . La désactivation du journal de blocage ne désactive que le journal des connexions - le nombre de tentatives de suivi sera toujours affiché.
ja: ブロックログは手動でクリアまたは無効にすることができます。ブロックログを無効にすると、接続のログが無効になるだけで、トラッキングの試行回数は表示されます。
ru: Вы можете вручную очистить или отключить журнал блокировок. Отключение журнала блокировок отключает только журнал соединений. Количество попыток отслеживания по-прежнему будет отображаться.
vi: Nhật ký chặn có thể được xóa hoặc vô hiệu hóa theo cách thủ công. Vô hiệu hóa Nhật ký chặn sẽ chỉ tắt nhật ký kết nối - số lần cố gắng theo dõi sẽ vẫn được hiển thị.
zh_hans: 阻止日志可以手动清除或禁用。禁用阻止日志只会禁用连接日志 - 仍会显示跟踪尝试的次数。
zh_hant: 可手動清除或停用封鎖紀錄。停用封鎖紀錄僅會停用連結的紀錄--仍會顯示追蹤器嘗試的次數。

source: To complete your signup, click the confirmation link we sent to
ar: لإكمال تسجيلك، انقر فوق ارتباط التأكيد الذي أرسلناه إلى
de: Um Ihre Registrierung abzuschließen, klicken Sie auf den Bestätigungslink, den wir an folgende Adresse gesendet haben:
es: Para completar tu registro, haz clic en el link de confirmación el cual enviamos a
fr: Pour terminer votre inscription, cliquez sur le lien de confirmation envoyé à
ja: サインアップを完了するには、に送信した確認リンクをクリックしてください。
ru: Чтобы завершить регистрацию, нажмите на ссылку-подтверждение, отправленную по адресу
vi: Để hoàn tất quá trình đăng ký, hãy bấm vào liên kết xác nhận mà chúng tôi đã gửi đến
zh_hans: 要完成注册，请点击我们发送的确认链接
zh_hant: 若想完成您的註冊，請點擊我們傳送至此處的確認連結：

source: To finish signup, click the confirmation link in the email we just sent. If you don't see it, check if it's stuck in your spam folder.
ar: لإنهاء التسجيل، انقر فوق ارتباط التأكيد في البريد الإلكتروني الذي أرسلناه للتو. إذا لم تره، فتحقق مما إذا كان عالقًا في مجلد البريد العشوائي.
de: Um die Registrierung abzuschließen, klicken Sie auf den Bestätigungslink in der E-Mail, die wir Ihnen gerade gesendet haben. Falls Sie diese nicht erhalten haben, prüfen Sie, ob sie sich möglicherweise in Ihrem Spam-Ordner befindet.
es: Para finalizar el registro, haga clic en el enlace de confirmación en el correo electrónico que acabamos de enviar. Si no lo ve, verifique si está atascado en su carpeta de correo no deseado.
fr: Pour terminer l'inscription, cliquez sur le lien de confirmation dans l'e-mail que nous venons d'envoyer. Si vous ne le voyez pas, vérifiez qu'il n'est pas bloqué dans vos courriers indésirables.
ja: サインアップを完了するには、送信したメールの確認リンクをクリックしてください。 表示されない場合は、迷惑メールフォルダに引っかかっていないか確認してみてください。
ru: Чтобы завершить регистрацию, нажмите на ссылку-подтверждение в отправленном вам электронном письме. Если вы не можете его найти, проверьте папку «Спам».
vi: Để hoàn tất quá trình đăng ký, hãy bấm vào liên kết xác nhận trong email chúng tôi vừa gửi. Nếu bạn không thấy, hãy kiểm tra xem nó có bị kẹt trong mục thư rác hay không.
zh_hans: 要完成注册，请点击我们刚发送的电子邮件中的确认链接。如果您没有看到该电子邮件，请检查它是否卡在您的垃圾邮件文件夹中。
zh_hant: 若想完成註冊，請點擊我們稍早發送至電子郵件的確認連結。若您尚未看到，請確認是否卡在您的垃圾郵件夾中。

source: To see this tutorial again, open the Account tab.
ar: لمشاهدة هذا البرنامج التعليمي مرة أخرى، افتح علامة التبويب "الحساب".
de: Um dieses Tutorial erneut anzuzeigen, öffnen Sie den Reiter "Konto".
es: Para ver este tutorial nuevamente, abra la pestaña Cuenta.
fr: Pour revoir ce tutoriel, ouvrez l'onglet Compte.
ja: このチュートリアルをもう一度見るには、[アカウント]タブを開きます。
ru: Чтобы ещё раз ознакомиться с этим руководством, откройте вкладку «Учётная запись».
vi: Để xem lại hướng dẫn này, hãy mở tab Tài khoản.
zh_hans: 若要再次查看本教程，请打开"帐户"选项卡。
zh_hant: 若想再次觀看此教學，請開啟帳號分頁。

source: To: joe@email.com Re: Q4 2019 Finance Review
ar: إلى: joe@email.com Re: المراجعة المالية للربع الرابع في 2019
de: An: joe@email.com Re: Finanzbericht Q4 2019
es: Para: joe@email.com Re: Q4 2019 Revisión Financiera
fr: To: joe@email.com Re: Revue financière du 4ème trimestre 2019
ja: 宛先: joe@email.com Re: Q4 2019 財務レビュー
ru: Кому: joe@email.com Тема: Финансовый отчёт за 4-й квартал 2019 г.
vi: Tới: joe@email.com V/v: Đánh giá Tài chính Quý 4 Năm 2019
zh_hans: 收件人：joe@email.com 回复：2019 年第四季度财务回顾
zh_hant: 收件者：joe@email.com 回覆：Q4 2019 財務報告
