Repository: confirmedcode/Lockdown-iOS
Catalog: *.lproj/Localizable.strings
Languages: ar, de, es, fr, ja, ru, vi, zh_hans, zh_hant

# trackers_ads_and_malicious_scripts_are_now_blocked_get_max_privacy
source: Trackers, ads, and other malicious scripts are now blocked in all your apps, even outside of Safari. Get maximum privacy with a Secure Tunnel that protects connections, anonymizes your browsing, and hides your location.
ar: تم الآن حظر أدوات التتبع والإعلانات والبرامج النصية الضارة الأخرى في جميع تطبيقاتك، حتى خارج Safari. احصل على أقصى قدر من الخصوصية مع Secure Tunnel الذي يحمي الاتصالات ويجعل تصفحك مجهلاً ويخفي موقعك.
de: Tracker, Werbung und andere bösartige Skripts werden nun in all Ihren Apps blockiert, auch außerhalb von Safari. Erreichen Sie den maximalen Datenschutz mit einem Secure Tunnel, der Verbindungen schützt, Ihr Browsing-Verhalten anonymisiert und Ihren Standort verbirgt.
es: Los rastreadores, anuncios y otros scripts maliciosos ahora están bloqueados en todas sus aplicaciones, incluso fuera de Safari. Obtenga la máxima privacidad con un túnel seguro que protege las conexiones, anonimiza su navegación y oculta su ubicación.
fr: Les traqueurs, publicités et autres scripts malveillants sont désormais bloqués dans toutes vos applications, même en dehors de Safari. Obtenez une confidentialité maximale grâce à un Tunnel Sécurisé pour protéger vos connexions, anonymiser votre navigation et cacher votre localisation.
ja: トラッカー、 アド、 その他の悪意のあるスクリプトがすべてのアプリでブロックされるようになりました、 Safariの外でも。 接続を保護し、ブラウジングを匿名化し、位置情報を非表示にするセキュアなトンネルで、最大限のプライバシーを確保します。
ru: Теперь трекеры, реклама и прочие вредоносные скрипты заблокированы во всех ваших приложениях, а не только в Safari. Для максимальной конфиденциальности воспользуйтесь Secure Tunnel. Это защитит ваши соединения, сохранит вашу анонимность в сети и скроет ваше местоположение.
vi: Công cụ theo dõi, quảng cáo và các tập lệnh độc hại khác hiện đã bị chặn trong tất cả các ứng dụng của bạn, ngay cả bên ngoài Safari. Bảo đảm quyền riêng tư tối đa với Secure Tunnel bảo vệ các kết nối, ẩn danh hoạt động duyệt web và ẩn vị trí của bạn.
zh_hans: 现已在您的所有应用（甚至 Safari 之外的应用）中阻止追踪器、广告和其他恶意脚本。 通过 Secure Tunnel 最大限度地保护您的隐私：它可以保护连接，让您匿名浏览，并隐藏您的位置。
zh_hant: 您所有應用程式中的追蹤器、廣告及其他惡意內容已遭封鎖，就連 Safari 外的亦是如此。 利用保護連結的 Secure Tunnel 來取得最大的隱私效益、匿名您的瀏覽並隱藏您的地點。

source: tracking attempts this week. Tap to update to the newest block lists.
ar: محاولات التتبع لهذا الأسبوع. انقر للتحديث إلى أحدث قوائم الحظر.
de: Tracking-Versuche in dieser Woche. Tippen, um auf die neuesten Sperrlisten zu aktualisieren.
es: intentos de rastreo esta semana. Haz clic para actualizar a las listas de bloqueos más recientes.
fr: tentatives de suivi cette semaine. Touchez pour mettre à jour les listes de blocage les plus récentes.
ja: 件のトラッキングをブロックしました。タップすると最新のブロックリストに更新されます。
ru: попыток отслеживания на этой неделе. Нажмите, чтобы получить обновленные чёрные списки.
vi: lần cố gắng theo dõi trong tuần này. Nhấn để cập nhật danh sách chặn mới nhất.
zh_hans: 本周的跟踪尝试。点击以更新至最新的阻止列表。
zh_hant: 本週的追蹤嘗試。點選以更新至最新的封鎖清單。

source: Tunnel
ar: النفق
es: Túnel
ja: トンネル
ru: Туннель
vi: Đường hầm
zh_hans: 隧道

source: Tunnel Off
ar: النفق قيد الإيقاف
de: Tunnel aus
es: Túnel Apagado
fr: Tunnel Inactif
ja: トンネルオフ
ru: Туннель отключен
vi: Đường hầm đang Tắt
zh_hans: 隧道关闭
zh_hant: Tunnel 關閉

source: Tunnel On
ar: النفق قيد التشغيل
de: Tunnel ein
es: Túnel Encendido
fr: Tunnel Actif
ja: Tトンネルオナン
ru: Туннель включен
vi: Đường hầm đang Bật
zh_hans: 隧道打开
zh_hant: Tunnel 開啟

source: Tutorial
ar: البرنامج التعليمي
fr: Tutoriel
ja: チュートリアル
ru: Руководство
vi: Hướng dẫn
zh_hans: 教程
zh_hant: 教學

source: Unique IP address broadcasted
ar: تم بث عنوان IP فريد
de: Einzigartige IP-Adresse übertragen
es: Dirección IP única transmitida
fr: Adresse IP unique diffusée
ja: ブロードキャストされたユニークIPアドレス
ru: Уникальный IP-адрес общедоступен
vi: Đã phát địa chỉ IP riêng
zh_hans: 广播的唯一 IP 地址
zh_hant: 已廣播獨特的 IP 位址

source: United Kingdom
ar: المملكة المتحدة
de: Vereinigtes Königreich
es: Reino Unido
fr: Royaume-Uni
ja: イギリス
ru: Великобритания
vi: Vương quốc Anh
zh_hans: 英国
zh_hant: 英國

source: United States - East
ar: الولايات المتحدة - الشرق
de: Vereinigte Staaten - Ost
es: Estados Unidos - Este
fr: États-Unis - Est
ja: アメリカ東部
ru: США (Восток)
vi: Hoa Kỳ - Miền Đông
zh_hans: 美国 - 东部
zh_hant: 美國--東部

source: United States - West
ar: الولايات المتحدة - الغرب
de: Vereinigte Staaten - West
es: Estados Unidos - Oeste
fr: États-Unis - Ouest
ja: アメリカ西部
ru: США (Запад)
vi: Hoa Kỳ - Miền Tây
zh_hans: 美国 - 西部
zh_hant: 美國--西部

source: Update Success
ar: نجح التحديث
de: Update erfolgreich
es: Actualización Exitosa
fr: Succès de la Mise à Jour
ja: 更新の成功
ru: Обновление успешно
vi: Cập nhật thành công
zh_hans: 更新成功
zh_hant: 更新成功

source: Updating Block Lists
ar: قوائم الحظر قيد التحديث
de: Sperrlisten werden aktualisiert
es: Actualizar Listas De Bloqueos
fr: Mise à Jour de la Liste de Blocages
ja: ブロックリストの更新
ru: Обновление чёрных списков
vi: Cập nhật Danh sách chặn
zh_hans: 正在更新阻止列表
zh_hant: 正在更新封鎖清單

source: USA East
ar: الولايات المتحدة الشرق
de: USA Ost
es: EUA Este
fr: États-Unis - Est
ja: アメリカ東部
ru: США (Восток)
vi: Miền Đông Hoa Kỳ
zh_hans: 美国东部
zh_hant: 美東地區

source: USA West
ar: الولايات المتحدة الغرب
es: EUA Oeste
fr: États-Unis - Ouest
ja: アメリカ西部
ru: США (Запад)
vi: Miền Tây Hoa Kỳ
zh_hans: 美国西部
zh_hant: 美西地區

source: View FAQs
ar: عرض الأسئلة الشائعة
de: FAQs anzeigen
es: Ver Preguntas Frecuentes
fr: Voir la FAQ
ja: よくある質問を見る
ru: Посмотреть раздел «Вопросы и ответы»
vi: Xem Câu hỏi thường gặp
zh_hans: 查看常见问题
zh_hant: 檢視常見問題集

source: View or Upgrade Plan
ar: عرض الخطة أو ترقيتها
de: Abo anzeigen oder aufwerten
es: Ver o Actualiza tu Suscripción
fr: Voir ou Mettre à Niveau l'Abonnement
ja: 表示またはアップグレードプラン
ru: Просмотреть или улучшить тарифный план
vi: Xem hoặc nâng cấp Gói
zh_hans: 查看或升级套餐
zh_hant: 檢視或更新方案

source: View Upgrade Options
ar: عرض خيارات التحديث
de: Upgrade-Optionen anzeigen
es: Ver Opciones de Actualización
fr: Voir les Options de Mise à Niveau
ja: アップグレードオプションを見る
ru: Посмотреть возможные улучшения
vi: Xem Tùy chọn Nâng cấp
zh_hans: 查看升级选项
zh_hant: 檢視更新選項

source: VPN Active
ar: VPN نشط
de: VPN aktiv
es: VPN Activo
fr: VPN Actif
ja: VPNアクティブ
ru: VPN включен
vi: VPN đang hoạt động
zh_hans: VPN 已激活
zh_hant: VPN 已啟動

source: VPN Not Active
ar: VPN ليس نشطًا
de: VPN inaktiv
es: VPN No Activo
fr: VPN Inactif
ja: VPN非選択
ru: VPN отключен
vi: VPN không hoạt động
zh_hans: VPN 未激活
zh_hant: VPN 未啟動

source: VPN Subscription Expired
ar: انتهت صلاحية اشتراك VPN
de: VPN-Abonnement abgelaufen
es: Suscripción VPN Vencida
fr: Abonnement VPN expiré
ja: VPNサブスクリプションの有効期限が切れました
ru: Подписка на VPN истекла
vi: Đăng ký VPN hết hạn
zh_hans: VPN 订阅已过期
zh_hant: VPN 訂閱已過期

source: Website
ar: موقع الويب
es: Sitio Web
fr: Site Internet
ja: ウェブサイト
ru: Сайт
vi: Trang web
zh_hans: 网站
zh_hant: 網站

source: Welcome to the Lockdown Tutorial. Tap anywhere to continue.
ar: مرحبًا بك في البرنامج التعليمي لـ Lockdown. اضغط في أي مكان للمتابعة.
de: Willkommen im Lockdown-Tutorial. An beliebiger Stelle tippen, um fortzufahren.
es: Bienvenido al Tutorial de Lockdown. Toque en cualquier lugar para continuar.
fr: Bienvenue dans le tutoriel Lockdown. Appuyez n'importe où pour continuer.
ja: Lockdownチュートリアルへようこそ。 どこかをタップして続行します。
ru: Добро пожаловать в руководство по Lockdown. Чтобы продолжить, нажмите в любом месте.
vi: Chào mừng bạn đến phần Hướng dẫn của Lockdown. Nhấn vào bất kỳ đâu để tiếp tục.
zh_hans: 欢迎观看 Lockdown 教程。 点击任意位置以继续。
zh_hant: 歡迎來到 Lockdown 教學。 點選任一處以繼續。

source: What is VPN?
ar: ما هو الـ VPN؟
de: Was ist VPN?
es: ¿Qué es una VPN?
fr: Qu'est-ce qu'un VPN ?
ja: VPNとは何ですか？
ru: Что такое VPN?
vi: VPN là gì?
zh_hans: 什么是 VPN？
zh_hant: VPN 是什麼？

source: Whitelisted
ar: في القائمة البيضاء
de: Auf Positivliste
es: Lista Blanca
fr: Liste Blanche
ja: ホワイトリストに登録
ru: В белом списке
vi: Đã vào danh sách trắng
zh_hans: 已列入白名单
zh_hant: 已加入白名單

source: Why Trust Lockdown
ar: لماذا تثق في Lockdown
de: Warum Sie Lockdown vertrauen sollten
es: Por Qué Confiar En Lockdown
fr: Pourquoi Faire Confiance à Lockdown
ja: Lockdownを信頼する理由
ru: Почему Lockdown можно доверять
vi: Vì sao nên tin dùng Lockdown
zh_hans: 为什么要信任 Lockdown
zh_hant: 為什麼要信任 Lockdown

source: Why Trust Lockdown?
ar: لماذا تثق في Lockdown؟
de: Warum sollten Sie Lockdown vertrauen?
es: ¿Por Qué Confiar En Lockdown?
fr: Pourquoi Faire Confiance à Lockdown ?
ja: なぜロックダウンを信頼するのですか？
ru: Почему Lockdown можно доверять?
vi: Vì sao nên tin dùng Lockdown?
zh_hans: 为什么要信任 Lockdown？
zh_hant: 為什麼要信任 Lockdown？

source: Why Use VPN?
ar: لماذا استخدم VPN؟
de: Warum VPN nutzen?
es: ¿Por qué utilizar VPN?
fr: Pourquoi Utiliser un VPN ?
ja: なぜVPNを使うのか？
ru: Зачем пользоваться VPN?
vi: Vì sao nên sử dụng VPN?
zh_hans: 为什么使用 VPN？
zh_hant: 為什麼要使用 VPN？

source: You blocked
ar: لقد حظرت
de: Sie haben gesperrt:
es: Haz bloqueado
fr: Vous avez bloqué
ja: をブロックしました
ru: Вы заблокировали
vi: Bạn đã chặn
zh_hans: 您阻止了
zh_hant: 您已封鎖

source: You blocked this domain in your custom blocked domains.
ar: لقد حظرت هذا النطاق في نطاقات حظرك المخصصة.
de: Sie haben diese Domain in Ihren benutzerdefinierten, gesperrten Domains gesperrt.
es: Haz bloqueado este dominio en tu bloqueo de dominios personalizado.
fr: Vous avez bloqué ce domaine dans vos domaines bloqués personnalisés.
ja: カスタムブロックドメインでこのドメインをブロックしました。
ru: Вы заблокировали этот домен в заданном вами списке заблокированных доменов.
vi: Bạn đã chặn miền này trong các miền bị chặn tùy chỉnh của mình.
zh_hans: 您阻止了此域，它在您的自定义受阻止域中。
zh_hant: 您已在自訂已封鎖的網域中封鎖了這個網域。

source: You can tap this later if you feel like sharing. (Tap anywhere to dismiss)
ar: يمكنك الضغط فوق هذا لاحقًا إذا كنت ترغب في المشاركة. (اضغط في أي مكان للتجاهل)
de: Sie können später hier tippen, wenn Sie dies teilen möchten. (An beliebiger Stelle tippen, um abzulehnen)
es: Puede tocar esto más tarde si desea compartir. (Toca en cualquier lugar para descartar)
fr: Vous pouvez appuyer sur ce bouton plus tard si vous avez envie de partager. (Tapez n'importe où pour passer)
ja: 共有したいと思ったら、後でタップしてください。. (どこでもタップして却下します)
ru: Если позже вы захотите поделиться с другими, нажмите здесь. (Чтобы пропустить, нажмите в любом месте)
vi: Bạn có thể nhấn vào phần này sau nếu muốn chia sẻ. (Nhấn vào bất kỳ đâu để loại bỏ)
zh_hans: 如果您想分享，可在稍后点击此按钮。 （点击任意位置即可取消）
zh_hant: 若您想要分享，可於稍後點選此處。 （點選任意處以關閉）

source: You'll be signed out from this account.
ar: سيتم تسجيل خروجك من هذا الحساب.
de: Sie werden aus diesem Konto abgemeldet.
es: Se cerrará la sesión de esta cuenta.
fr: Vous serez déconnecté de ce compte.
ja: このアカウントからサインアウトされます.
ru: Вы выйдете из этой учётной записи.
vi: Bạn sẽ đăng xuất khỏi tài khoản này.
zh_hans: 您将退出此帐户。
zh_hant: 您將從此帳號登出。

source: You'll have to reenable it later here to start seeing blocked entries again.
ar: سيتعين عليك إعادة تمكينه لاحقًا هنا لبدء مشاهدة الإدخالات المحظورة مرة أخرى.
de: Sie werden es später erneut aktivieren müssen, um gesperrte Eingaben erneut anzuzeigen.
es: Debes volver a habilitarlo más tarde aquí, para comenzar a ver las entradas bloqueadas nuevamente.
fr: Vous devrez le réactiver plus tard ici pour recommencer à voir les entrées bloquées.
ja: ブロックされたエントリの表示を再開するには、後でここで再度有効にする必要があります。
ru: Чтобы снова видеть заблокированные объекты, вам необходимо будет заново активировать эту функцию.
vi: Sau này bạn sẽ phải kích hoạt lại nó tại đây để bắt đầu xem lại được các mục bị chặn.
zh_hans: 您必须稍后在此处重新启用它，才能重新开始看到阻止记录。
zh_hant: 您稍後會需要於此重新啟用，才能再次開始看見已封鎖的條目。

source: You've just blocked 100 tracking attempts!
ar: لقد منعت للتو 100 محاولة تتبع!
de: Sie haben gerade 100 Tracking-Versuche blockiert!
es: Acabas de bloquear 100 intentos de rastreo!
fr: Vous venez de bloquer 100 tentatives de traçage !
ja: 100回の追跡試行をブロックしました!
ru: Вы только что заблокировали сотую попытку отслеживания!
vi: Bạn vừa chặn 100 lần cố gắng theo dõi!
zh_hans: 您刚刚阻止了 100 次跟踪尝试！
zh_hant: 您剛才已封鎖了 100 次追蹤嘗試！

source: Your account has been confirmed and you're now signed in. You'll get the latest block lists, access to Lockdown Mac, and get critical announcements.
ar: تم تأكيد حسابك وقمت بتسجيل الدخول الآن. ستحصل على أحدث قوائم الحظر، والوصول إلى Lockdown Mac، والحصول على إعلانات مهمة.
de: Ihr Konto wurde bestätigt und Sie sind nun angemeldet. Sie erhalten die neuesten Sperrlisten, Zugang zu Lockdown Mac und kritische Ankündigungen.
es: Su cuenta ha sido confirmada y ahora ha iniciado sesión. Obtendrá las últimas listas de bloqueo, acceso a Lockdown Mac y anuncios importantes.
fr: Votre compte a été confirmé et vous êtes maintenant connecté. Vous obtiendrez les dernières listes de blocage, l'accès à Lockdown Mac et vous recevrez les annonces importantes.
ja: アカウントが確認され、サインインしました。 Y最新のブロックリスト、Lockdown Macへのアクセス、重要なお知らせを入手できます。
ru: Ваша учётная запись подтверждена, и вход в неё осуществлен. Вы получите доступ к новым чёрным спискам и Lockdown Mac, а также сможете получать важные оповещения.
vi: Tài khoản của bạn đã được xác nhận và bạn hiện đã đăng nhập. Bạn sẽ nhận được danh sách chặn mới nhất, quyền truy cập Lockdown Mac và nhận các thông báo quan trọng.
zh_hans: 已确认您的帐户，您现已登录。您将获得最新阻止列表，可以访问 Lockdown Mac，并获悉重要公告。
zh_hant: 已確認您的帳號，且您已登入。您會取得最新的封鎖清單、可存取 Lockdown Mac，並獲得重要的公告。

source: Your Settings
ar: إعداداتك
de: Ihre Einstellungen
es: Su Configuración
fr: Vos Réglages
ja: お客様の設定
ru: Ваши настройки
vi: Cài đặt của bạn
zh_hans: 您的设置
zh_hant: 您的設定

source: ⚠️ Not Signed In
ar: ⚠️ ليس مسجلاً الدخول
de: ⚠️ Nicht angemeldet
es: ⚠️ No estás registrado
fr: ⚠️ Pas Connecté
ja: ⚠️ サインインしていません
ru: ⚠️ Вы не вошли в систему
vi: ⚠️ Chưa đăng nhập
zh_hans: ⚠️ 未登录
zh_hant: ⚠️ 未登入

source: 🔥🧱 Firewall Activated 🎊🎉
ar: 🔥🧱 تم تنشيط جدار الحماية 🎊🎉
de: 🔥🧱 Firewall aktiviert 🎊🎉
es: 🔥🧱 Firewall Activado 🎊🎉
fr: 🔥🧱 Pare-feu Activé 🎊🎉
ja: 🔥🧱 ファイアウォールがアクティブ化されました 🎊🎉
ru: 🔥🧱 Брандмауэр активирован 🎊🎉
vi: 🔥🧱 Đã kích hoạt Tường lửa 🎊🎉
zh_hans: 🔥🧱 防火墙已激活🎊🎉
zh_hant: 🔥🧱 已啟動 Firewall 🎊🎉

source: Error while trying to confirm your account:
ar: خطأ أثناء محاولة تأكيد حسابك:
de: Fehler beim Versuch, Ihr Konto zu aktivieren:
es: Error al intentar verificar tu cuenta:
fr: Erreur lors de la confirmation de votre compte :
ja: アカウントの確認中にエラーが発生しました：
ru: Ошибка при попытке подтвердить учётную запись:
vi: Lỗi khi cố gắng xác nhận tài khoản của bạn:
zh_hans: 尝试确认您的帐户时出错：
zh_hant: 嘗試確認您的帳號時發生了錯誤：

source: If this persists, please contact team@lockdownprivacy.com.
ar: إذا استمر هذا، فيرجى التواصل مع team@lockdownprivacy.com.
de: Falls dies weiterhin besteht, kontaktieren Sie bitte team@lockdownprivacy.com.
es: Si esto persiste, por favor contáctanos por medio de team@lockdownprivacy.com.
fr: Si ce problème persiste, veuillez contacter team@lockdownprivacy.com.
ja: これが続く場合は、team @ lockdownprivacy.comに連絡してください。
ru: Если проблема сохраняется, напишите нам на team@lockdownprivacy.com.
vi: Nếu điều này vẫn tiếp diễn, vui lòng liên hệ team@lockdownprivacy.com.
zh_hans: 如果这种情况仍然存在，请联系 team@lockdownprivacy.com。
zh_hant: 若持續發生，請聯繫 team@lockdownprivacy.com。

source: Add a domain to block
ar: إضافة نطاق لحظره
de: Domain der Sperrliste hinzufügen
es: Agregar un dominio para bloquear
fr: Ajouter un domaine à bloquer
ja: ブロックするドメインを追加する
ru: Заблокировать домен
vi: Thêm miền để chặn
zh_hans: 添加一个要阻止的域
zh_hant: 新增一個想要封鎖的網域

source: Block all your apps from connecting to the domains and sites below. For your convenience, Lockdown also has pre-configured suggestions.
ar: امنع جميع تطبيقاتك من الاتصال بالنطاقات والمواقع أدناه. لراحتك، يحتوي Lockdown أيضًا على اقتراحات معدة مسبقًا.
de: Blockieren Sie die Verbindung aller Ihrer Apps mit den nachstehenden Domains und Websites. Als Annehmlichkeit bietet Lockdown auch vorkonfigurierte Empfehlungen.
es: Bloquea todas tus aplicaciones para que no se conecten a los dominios y sitios a continuación. Para su comodidad, Lockdown también tiene sugerencias preconfiguradas.
fr: Empêche toutes vos applications de se connecter aux domaines et sites ci-dessous. Pour vous faciliter la tâche, Lockdown propose également des suggestions pré-configurées.
ja: 以下のドメインとサイトへの接続からすべてのアプリをブロックします。便利なように、Lockdownには事前に設定された提案もあります。
ru: Запретите вашим приложениям устанавливать соединения с указанными ниже доменами и сайтами. Для вашего удобства Lockdown также предлагает заранее подготовленные шаблоны.
vi: Chặn tất cả các ứng dụng của bạn kết nối với các miền và trang web bên dưới. Để thuận tiện cho bạn, Lockdown cũng có các đề xuất được định cấu hình trước.
zh_hans: 阻止您的所有应用连接到以下域和网站。为您的方便起见，Lockdown 还提供了预配置建议。
zh_hant: 阻擋您所有的應用程式連結至以下的網域及網站。為了您的方便起見，Lockdown 亦預先設定了一些建議。

source: Block Lists
ar: قوائم الحظر
de: Sperrlisten
es: Listas De Bloqueos
fr: Listes de Blocages
ja: されたブロックリスト
ru: Чёрные списки
vi: Danh sách chặn
zh_hans: 阻止列表
zh_hant: 封鎖清單

source: Configure Blocking
ar: تهيئة الحظر
de: Sperrung konfigurieren
es: Configurar Bloqueo
fr: Blocages
ja: ブロッキングを設定する
ru: Настроить блокировку
vi: Cấu hình chặn
zh_hans: 配置阻止
zh_hant: 設定封鎖

source: Custom
ar: مخصص
de: Benutzerdefiniert
es: Personalizar
fr: Personnaliser
ja: カスタマイズ
ru: Выборочно
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自訂

source: SAVE
ar: حفظ
de: SPEICHERN
es: GUARDAR
fr: SAUVEGARDER
ja: セーブ
ru: СОХРАНИТЬ
vi: LƯU
zh_hans: 保存
zh_hant: 儲存

source: Access to cloud service information is not allowed
ar: الوصول إلى معلومات الخدمة السحابية غير مسموح به
de: Zugang zu Cloud-Service-Informationen ist nicht erlaubt
ru: Доступ к информации облачного сервиса запрещён
vi: Không được phép truy cập thông tin dịch vụ đám mây
zh_hans: 不允许访问云服务信息
zh_hant: 不允許存取雲端服務資訊

source: Could not connect to the network
ar: تعذر الاتصال بالشبكة
de: Verbindung zum Netzwerk nicht möglich
ru: Не удаётся подключиться к сети
vi: Không thể kết nối với mạng
zh_hans: 无法连接到网络
zh_hant: 無法連線至網路

source: Not allowed to make the payment
ar: غير مسموح بإجراء عملية الدفع
de: Zahlung nicht zulässig
ru: Платеж запрещён
vi: Không được phép thanh toán
zh_hans: 不允许付款
zh_hant: 不允許進行支付

source: Payment was cancelled
ar: تم إلغاء عملية الدفع
de: Zahlung wurde storniert
ru: Платеж отменён
vi: Thanh toán đã bị hủy
zh_hans: 付款已取消
zh_hant: 支付已遭取消

source: The device is not allowed to make the payment
ar: هذا الجهاز غير مسموح له بإجراء عملية الدفع
de: Es kann keine Zahlung über das Gerät getätigt werden
ru: Невозможно совершить платёж с этого устройства
vi: Thiết bị không được phép thực hiện thanh toán
zh_hans: 设备不允许付款
zh_hant: 不允許此裝置進行支付

source: The product is not available in the current storefront
ar: المنتج غير متوفر في واجهة المتجر الحالية
de: Das Produkt ist im aktuellen Storefront nicht verfügbar
ru: Продукт не доступен в этом магазине
vi: Sản phẩm không có sẵn trong cửa hàng hiện tại
zh_hans: 产品在当前店面中不可用
zh_hant: 目前的店面買不到此產品

source: The purchase identifier was invalid
ar: معرّف الشراء غير صالح
de: Der Kaufkennwert war unzulässig
ru: Недопустимый идентификатор покупки
vi: Giá trị nhận dạng mua hàng không hợp lệ
zh_hans: 购买标识符无效
zh_hant: 產品辨識碼無效

source: Unknown error. Please contact support at team@lockdownprivacy.com.
ar: خطأ غير معروف، يرجى التواصل مع الدعم على team@lockdownprivacy.com.
de: Unbekannter Fehler. Bitte kontaktieren Sie den Support unter team@lockdownprivacy.com.
ru: Неизвестная ошибка. Свяжитесь с нами по адресу team@lockdownprivacy.com.
vi: Lỗi không xác định. Vui lòng liên hệ với bộ phận hỗ trợ tại team@lockdownprivacy.com.
zh_hans: 未知错误。请通过 team@lockdownprivacy.com 联系支持人员。
zh_hant: 發生未知的錯誤。請發送電子郵件至 team@lockdownprivacy.com 以連繫服務支援。

source: User has revoked permission to use this cloud service
ar: ألغى المستخدم الإذن لاستخدام هذه الخدمة السحابية
de: Der Nutzer hat die Berechtigung zur Nutzung dieses Cloud-Services widerrufen.
ru: Пользователь отозвал разрешение на использование данного облачного сервиса
vi: Người dùng đã thu hồi quyền sử dụng dịch vụ đám mây này
zh_hans: 用户已撤销使用此云服务的权限
zh_hant: 使用者已撤銷使用此雲端服務的權限

source: Please that you have an active subscription. If you're attempting to share a subscription from the same account, you'll need to sign in with the same email address. Otherwise, please start your free trial or e-mail team@lockdownprivacy.com
ar: يرجى أن يكون لديك اشتراك نشط. إذا كنت تحاول مشاركة اشتراك من نفس الحساب، فستحتاج إلى تسجيل الدخول باستخدام نفس عنوان البريد الإلكتروني. بخلاف ذلك، يرجى بدء فترتك التجريبية المجانية أو إرسال بريد إلكتروني إلى team@lockdownprivacy.com
de: Bitte achten Sie darauf, dass Sie ein aktives Abonnement haben. Falls Sie versuchen, ein Abonnement über das gleiche Konto zu teilen, müssen Sie sich mit der gleichen E-Mail-Adresse anmelden. Andernfalls starten Sie bitte Ihre kostenlose Testphase oder senden Sie eine E-Mail an team@lockdownprivacy.com.
ru: Убедитесь в наличии у вас активной подписки. Если вы хотите пользоваться подпиской вместе с кем-то ещё, используя одну и ту же учётную запись, вам необходимо войти с того же самого адреса электронной почты. Либо воспользуйтесь бесплатной пробной версией или напишите нам на team@lockdownprivacy.com
vi: Hãy bảo đảm rằng bạn có một gói đăng ký đang hoạt động. Nếu bạn đang cố gắng chia sẻ đăng ký từ cùng một tài khoản, bạn cần đăng nhập bằng cùng một địa chỉ email. Nếu không, vui lòng bắt đầu bản dùng thử miễn phí hoặc gửi e-mail đến team@lockdownprivacy.com
zh_hans: 请确认您有有效订阅。如果您尝试从同一帐户共享订阅，则需要使用相同的电子邮件地址登录。否则，请开始您的免费试用，或发送电子邮件至 team@lockdownprivacy.com
zh_hant: 請確保您已有啟用的訂閱。若您正嘗試使用相同的帳號分享訂閱，您會需要使用相同的電子郵件地址登入。否則，請開始您的免費試用，或發送電子郵件至 team@lockdownprivacy.com

source: In-App Purchases have been disabled. Please allow them in Settings App -> Screen Time -> Restrictions -> App Store -> In-app Purchases. Then try again.
ar: تم تعطيل عمليات الشراء داخل التطبيق. يرجى السماح لها في Settings App -> Screen Time -> Restrictions -> App Store -> In-app Purchases. ثم أعد المحاولة.
de: In-App-Käufe wurden deaktiviert. Bitte aktivieren Sie diese über Einstellungen -> Bildschirmzeit -> Einschränkungen -> App Store -> In-App-Käufe. Versuchen Sie es anschließend erneut.
ru: Покупки в приложении отключены. Вам необходимо разрешить их. Настройки -> Экранное время -> Ограничения -> App Store -> Покупки в приложении. После этого повторите попытку.
vi: Mua hàng trong ứng dụng đã bị tắt. Vui lòng cho phép chúng trong Ứng dụng Cài đặt -> Thời gian sử dụng -> Hạn chế -> Cửa hàng ứng dụng -> Mua hàng trong ứng dụng. Sau đó thử lại.
zh_hans: 应用内购买已被禁用。请进入设置应用 -> 屏幕时间 -> 限制 -> 应用商店 -> 应用内购买，允许应用内购买。然后重试。
zh_hant: 應用程式內購功能已停用。請至設定應用程式 -> 螢幕時間 -> 限制 -> App Store -> 應用程式內購來允許此功能。之後再試一次。

source: Payment not allowed. Either this device is not allowed to make purchases, or In-App Purchases have been disabled. Please allow them in Settings App -> Screen Time -> Restrictions -> App Store -> In-app Purchases. Then try again.
ar: الدفع غير مسموح به. إما أن هذا الجهاز غير مسموح له بإجراء عمليات شراء، أو تم تعطيل عمليات الشراء داخل التطبيق. يرجى السماح لها في Settings App -> Screen Time -> Restrictions -> App Store -> In-app Purchases. ثم أعد المحاولة.
de: Zahlung nicht erlaubt. Entweder sind Käufe über dieses Gerät nicht möglich oder die In-App-Käufe wurden deaktiviert. Bitte aktivieren Sie diese über Einstellungen -> Bildschirmzeit-> Einschränkungen -> App Store -> In-App-Käufe. Versuchen Sie es anschließend erneut.
ru: Платеж запрещён. Либо с этого устройства нельзя сделать платеж, либо у вас отключены покупки в приложении. Вам необходимо разрешить их. Настройки -> Экранное время -> Ограничения -> App Store -> Покупки в приложении. После этого повторите попытку.
vi: Thanh toán không được phép. Thiết bị này không được phép mua hàng hoặc Mua hàng trong ứng dụng đã bị tắt. Vui lòng cho phép chúng trong Ứng dụng Cài đặt -> Thời gian sử dụng -> Hạn chế -> Cửa hàng ứng dụng -> Mua hàng trong ứng dụng. Sau đó thử lại.
zh_hans: 不允许付款。 不允许此设备进行购买，或者已禁用应用内购买。 请进入设置应用 -> 屏幕时间 -> 限制 -> 应用商店 - > 应用内购买，允许应用内购买。然后重试。
zh_hant: 未受允許支付。 原因可能為此裝置未受允許進行購買，或應用程式內購功能已停用。請至設定應用程式 -> 螢幕時間 -> 限制 -> App Store -> 應用程式內購來允許此功能。之後再試一次。
