Repository: confirmedcode/Lockdown-iOS
Catalog: *.lproj/Localizable.strings
Languages: ar, de, es, fr, ja, ru, vi, zh_hans, zh_hant

source: FIREWALL OFF
ar: جدار الحماية مقفل
de: FIREWALL AUS
es: FIREWALL APAGADO
fr: PARE-FEU INACTIF
ja: ファイアウォールオフ
ru: БРАНДМАУЭР ОТКЛЮЧЕН
vi: TƯỜNG LỬA ĐANG TẮT
zh_hans: 防火墙关闭
zh_hant: Firewall 已關閉

source: FIREWALL ON
ar: جدار الحماية قيد التشغيل
de: FIREWALL EIN
es: FIREWALL ENCENDIDO
fr: PARE-FEU ACTIF
ja: ファイアウォールオン
ru: БРАНДМАУЭР ВКЛЮЧЕН
vi: TƯỜNG LỬA ĐANG BẬT
zh_hans: 防火墙打开
zh_hant: Firewall 已開啟

source: For maximum privacy, activate Secure Tunnel, which uses bank-level encryption to protect connections, anonymize your browsing, and hide your location and IP.
ar: للحصول على أقصى قدر من الخصوصية، نشط Secure Tunnel، والذي يستخدم تشفير من مستوى بنكي لحماية الاتصالات وإخفاء هوية تصفحك وإخفاء موقعك وعنوان IP الخاص بك.
de: Für maximale Privatsphäre aktivieren Sie Secure Tunnel. Dieser nutzt eine Verschlüsselung auf Datenbankebene, um Verbindungen zu schützen, Ihr Browsing-Verhalten zu anonymisieren und Ihren Standort und Ihre IP zu verbergen.
es: Para obtener la máxima privacidad, active Secure Tunnel, que utiliza cifrado de nivel bancario para proteger las conexiones, anonimizar su navegación y ocultar su ubicación e IP.
fr: Pour une confidentialité maximale, activez le Tunnel Sécurisé. Il utilise un cryptage de niveau bancaire pour protéger vos connexions, anonymiser votre navigation, masquer votre localisation et votre adresse IP.
ja: 最大限のプライバシーのために、セキュアトンネルをアクティブにし、これは、銀行レベルの暗号化を使用して、接続を保護し、ブラウジングを匿名化し、場所とIPを非表示にします。
ru: Для максимальной конфиденциальности активируйте функцию Secure Tunnel, использующую шифрование на уровне банковских систем для защиты соединений, анонимизации ваших действий в сети и сокрытия вашего местоположения и IP-адреса.
vi: Để bảo đảm tối đa quyền riêng tư, hãy kích hoạt Secure Tunnel, sử dụng mã hóa cấp độ ngân hàng để bảo vệ các kết nối, ẩn danh hoạt động duyệt web cũng như ẩn vị trí và IP của bạn.
zh_hans: 为了最大限度地保护隐私，请激活 Secure Tunnel，它使用银行级加密来保护连接，让您匿名浏览，并隐藏您的位置和 IP。
zh_hant: 為達到最大的隱私，請啟動 Secure Tunnel，此程式會使用銀行等級的加密行為以保護連結、匿名您的瀏覽行為，並隱藏您的位置及 IP。

source: France
ar: فرنسا
de: Frankreich
es: Francia
ja: フランス
ru: Франция
vi: Pháp
zh_hans: 法国
zh_hant: 法國

source: Game Marketing
ar: تسويق الألعاب
de: Spiel-Marketing
es: Marketing de Juegos
fr: Marketing Jeux
ja: ゲームマーケティング
ru: Маркетинг видеоигр
vi: Tiếp thị trò chơi
zh_hans: 游戏营销
zh_hant: 遊戲行銷

source: General Marketing
ar: تسويق عام
de: Allgemeines Marketing
es: Marketing General
fr: Marketing Général
ja: 一般的なマーケティング
ru: Общий маркетинг
vi: Tiếp thị chung
zh_hans: 一般营销
zh_hant: 一般行銷

source: Germany
ar: ألمانيا
de: Deutschland
es: Alemania
fr: Allemagne
ja: ドイツ
ru: Германия
vi: Đức
zh_hans: 德国
zh_hant: 德國

source: Hey Lockdown Team, I have a question, issue, or suggestion -
ar: مرحبًا يا فريق Lockdown، لدي سؤال أو مشكلة أو اقتراح -
de: Hey, Lockdown-Team, Ich habe eine Frage, ein Problem oder einen Vorschlag -
es: Hola, equipo de Lockdown: Tengo una pregunta, un problema o una sugerencia -
fr: Bonjour l'équipe Lockdown, J'ai une question, un problème ou une suggestion -
ja: Lockdownチームに 質問、問題、または提案があります。 -
ru: Привет, разработчики Lockdown, у меня есть вопрос, проблема или предложение -
vi: Xin chào Đội ngũ Lockdown, Tôi có một câu hỏi, vấn đề hoặc đề xuất -
zh_hans: 嗨，Lockdown 团队， 我有疑问、问题或建议 -
zh_hant: Lockdown 團隊您好： 我有一個疑問、問題或建議--

source: Hi, my question or feedback for Lockdown is:
ar: مرحبًا، سؤالي أو ملاحظاتي على Lockdown هي:
de: Hallo, meine Frage oder mein Feedback für Lockdown lautet:
es: Hola, mi pregunta o comentario sobre Lockdown es:
fr: Bonjour, ma question ou mon commentaire pour Lockdown est :
ja: こんにちは、Lockdownに関する質問や感想です。
ru: Привет, у меня есть вопрос или предложение для Lockdown:
vi: Xin chào, câu hỏi hoặc phản hồi của tôi cho Lockdown là:
zh_hans: 嗨，我对 Lockdown 的疑问或反馈是：
zh_hant: 您好，我對 Lockdown 的問題或意見回饋為：

source: I blocked
ar: لقد حظرت
de: Ich habe gesperrt:
es: Yo bloqueé
fr: J'ai bloqué
ja: ブロックしました
ru: Я заблокировал
vi: Tôi đã chặn
zh_hans: 我用 Lockdown 阻止了
zh_hant: 我已封鎖

source: in your custom blocked domains.
ar: في نطاقات حظرك المخصصة.
de: in Ihren benutzerdefinierten, gesperrten Domains.
es: en tus dominios bloqueados personalizados.
fr: dans vos domaines bloqués personnalisés.
ru: в настроенных вами заблокированных доменах.
vi: trong các miền bị chặn tùy chỉnh của bạn.
zh_hans: 在您的自定义阻止域中。
zh_hant: 在您自訂已封鎖的網域中。

source: India
ar: الهند
de: Indien
fr: Inde
ja: インド
ru: Индия
vi: Ấn Độ
zh_hans: 印度
zh_hant: 印度

source: Invalid domain
ar: نطاق خطأ
de: Ungültige Domain
es: Dominio Inválido
fr: Domaine invalide
ja: 無効なドメイン
ru: Недопустимый домен
vi: Miền không hợp lệ
zh_hans: 无效的域
zh_hant: 無效的網域

source: IP: [Anonymized]
ar: IP: [تم تجهيله]
de: IP: [anonymisiert]
es: IP: [Anonimizado]
ja: IP: [匿名]
ru: IP: [скрыт]
vi: IP: [Ẩn danh]
zh_hans: IP：[匿名]
zh_hant: IP：[已匿名]

source: Ireland
ar: أيرلندا
de: Irland
es: Irlanda
fr: Irelande
ja: アイルランド
ru: Ирландия
zh_hans: 爱尔兰
zh_hant: 愛爾蘭

source: is a part of
ar: كجزء من
de: ist Teil von
es: es una parte de
fr: fait partie de la liste de blocage
ru: является частью
vi: là một phần của
zh_hans: 属于
zh_hant: 為一部分

source: Japan
ar: اليابان
es: Japón
fr: Japon
ja: 日本
ru: Япония
vi: Nhật Bản
zh_hans: 日本
zh_hant: 日本

source: Loading Plan
ar: جارِ تحميل الخطة
de: Abo wird geladen
es: Cargando Plan
fr: Chargement de l'Abonnement
ja: ローディングプラン中
ru: Загрузка тарифного плана
vi: Đang tải gói
zh_hans: 正在加载套餐
zh_hant: 正在載入方案

source: Location changed and hidden
ar: تم تغيير الموقع وإخفائه
de: Standort geändert und verborgen
es: Ubicación cambiada y oculta
fr: Localisation modifiée et masquée
ja: 場所が変更と非表示
ru: Местоположение изменено и скрыто
vi: Đã thay đổi và ẩn vị trí
zh_hans: 位置已更改和隐藏
zh_hant: 已改變及隱藏地點

source: Location: 🇯🇵
ar: الموقع: 🇯🇵
de: Standort: 🇯🇵
es: Ubicación: 🇯🇵
fr: Localisation : 🇯🇵
ja: ロケーション: 🇯🇵
ru: Местоположение: 🇯🇵
vi: Vị trí: 🇯🇵
zh_hans: 位置：日本
zh_hant: 地點：🇯🇵

source: Location: 🇺🇸
ar: الموقع: 🇺🇸
de: Standort: 🇺🇸
es: Ubicación: 🇺🇸
fr: Localisation : 🇺🇸
ja: ロケーション: 🇺🇸
ru: Местоположение: 🇺🇸
vi: Vị trí: 🇺🇸
zh_hans: 位置：美国
zh_hant: 地點：🇺🇸

source: Lockdown Firewall blocks bad and untrusted connections in all your apps - not just Safari.
ar: يحظر Lockdown Firewall الاتصالات السيئة وغير الموثوق بها في جميع تطبيقاتك - وليس Safari فقط.
de: Lockdown Firewall blockiert schädliche und nicht vertrauenswürdige Verbindungen in allen Ihren Apps - nicht nur Safari.
es: Lockdown Firewall bloquea las conexiones defectuosas y no confiables en todas sus aplicaciones, no solo en Safari.
fr: Le pare-feu Lockdown bloque les mauvaises connexions et les connexions non fiables dans toutes vos applications et pas seulement dans Safari.
ja: Lockdownファイアウォールは、Safariだけでなく、すべてのアプリケーションの悪質で信頼されていない接続をブロックします。
ru: Lockdown Firewall блокирует вредоносные и сомнительные соединения во всех ваших приложениях, а не только в Safari.
vi: Lockdown Firewall chặn các kết nối xấu và không đáng tin cậy trong tất cả các ứng dụng của bạn - không chỉ Safari.
zh_hans: Lockdown Firewall 可阻止您的所有应用中的不良和不可信连接 - 而不仅限于 Safari。
zh_hant: Lockdown Firewall 會封鎖您所有應用程式中未受信任的連結--不僅僅 Safari 可以做到這點。

source: Lockdown is open source and fully transparent, which means anyone can see exactly what it's doing. Also, Lockdown Firewall has a simple, strict Privacy Policy, while Lockdown VPN is fully audited by security experts.
ar: يُعد Lockdown مفتوح المصدر وشفافًا تمامًا، مما يعني أن أي شخص يمكنه رؤية ما يفعله بالضبط. أيضًا، يحتوي Lockdown Firewall على سياسة خصوصية بسيطة وصارمة، بينما يخضع Lockdown VPN للتدقيق الكامل من قبل خبراء الأمن.
de: Lockdown ist Open Source und vollständig transparent. Dies bedeutet, dass jeder genau sehen kann, was geschieht. Lockdown Firewall ist besitzt auch eine einfache, strenge Datenschutzerklärung, während Lockdown VPN vollumfänglich von Sicherheitsexperten geprüft wird.
es: Lockdown es de código abierto y totalmente transparente, lo que significa que cualquiera puede ver exactamente lo que está haciendo. Además, Lockdown Firewall tiene una política de privacidad simple y estricta, mientras que Lockdown VPN está completamente auditado por expertos en seguridad.
fr: Lockdown est un logiciel libre et totalement transparent, ce qui signifie que tout le monde peut voir exactement ce qu'il fait. De plus, le pare-feu Lockdown a une Politique de Confidentialité simple et stricte, tandis que le VPN Lockdown est entièrement audité par des experts en sécurité.
ja: ロックダウンはオープンソースで完全に透明なので、誰もがそれが何をしているのかを正確に見ることができます。 また、Lockdownファイアウォールにはシンプルで厳格なプライバシーポリシーがあり、Lockdown VPNはセキュリティの専門家によって完全に監査されています。
ru: Lockdown - это полностью прозрачный проект с открытым исходным кодом, а это значит, что каждый может посмотреть, что именно делает наше приложение. Кроме того, у Lockdown Firewall простая и строгая политика конфиденциальности, а Lockdown VPN проверяют эксперты по безопасности.
vi: Lockdown sử dụng mã nguồn mở và hoàn toàn minh bạch, có nghĩa là mọi người đều có thể thấy chính xác những gì nó đang làm. Ngoài ra, Lockdown Firewall có Chính sách Quyền riêng tư đơn giản, nghiêm ngặt, và Lockdown VPN đã được các chuyên gia bảo mật kiểm tra đầy đủ.
zh_hans: Lockdown 是开源且完全透明的，这意味着任何人都能确切地看到它在做什么。此外，Lockdown Firewall 具有简单、严格的隐私政策，且 Lockdown VPN 得到安全专家的全面审核。
zh_hant: Lockdown 為開放來源且完全透明，代表任何人都能看到此程式正在執行的動作。另外，Lockdown Firewall 有個簡單又嚴格的隱私權政策，且 Lockdown VPN 完全由安全專家稽查。

source: Lockdown VPN is powered by Confirmed VPN, the open source, no-logs, and fully audited VPN.
ar: يعمل Lockdown VPN بواسطة Confirmed VPN، الشبكة الافتراضية الخاصة (VPN) المفتوحة المصدر وبدون سجلات والمدققة بالكامل.
de: Lockdown VPN wird durch Confirmed VPN, dem protokollfreien, vollständig geprüften Open-Source-VPN, unterstützt.
es: Lockdown VPN funciona con Confirmed VPN, la VPN de código abierto, sin registros y completamente auditada.
fr: Lockdown VPN est basé sur Confirmed VPN, un VPN open source, sans logs, et entièrement audité.
ja: Lockdown VPNはConfirmed VPNによって供給されています。、 オープンソース、 ログなし、 完全に監査されたVPN
ru: Lockdown VPN создан на базе Confirmed VPN - VPN с открытым исходным кодом, который не ведёт журналы и проверяется экспертами по безопасности.
vi: Lockdown VPN được cung cấp bởi Confirmed VPN, một VPN mã nguồn mở, không lưu nhật ký và đã được kiểm tra đầy đủ.
zh_hans: Lockdown VPN 由 Confirmed VPN 提供支持，为开源、无日志和经全面审核的 VPN。
zh_hant: Lockdown VPN 的提供者為 Confirmed VPN，為開放來源、無紀錄且完全受稽查的 VPN。

source: Marketing Trackers
ar: أدوات المسوقين التتبعية
de: Marketing-Tracker
es: Rastreo de Marketing
fr: Traqueurs Marketing
ja: マーケティングトラッカー
ru: Маркетинговые трекеры
vi: Công cụ theo dõi tiếp thị
zh_hans: 营销追踪器
zh_hant: 行銷追蹤器

source: Marketing Trackers II
ar: أدوات المسوقين التتبعية 2
de: Marketing-Tracker II
es: Rastreo de Marketing II
fr: Traqueurs Marketing II
ja: マーケティングトラッカーII
ru: Маркетинговые трекеры II
vi: Công cụ theo dõi tiếp thị II
zh_hans: 营销追踪器 II
zh_hant: 行銷追蹤器 II

source: Network Error
ar: خطأ في الشبكة
de: Netzwerkfehler
es: Error De Red
fr: Erreur Réseau
ja: ネットワークエラー
ru: Ошибка сети
vi: Lỗi mạng
zh_hans: 网络错误
zh_hant: 網路錯誤

source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
ja: 次
ru: Далее
vi: Tiếp theo
zh_hans: 下一步
zh_hant: 下一個

source: Nice
ar: جيد
de: Schön
es: Bonito
fr: Joli
ja: ニース
ru: Отлично
vi: Tốt
zh_hans: 良好
zh_hant: 很好

source: No
ar: لا
de: Nein
fr: Non
ja: いいえ
ru: Нет
vi: Không
zh_hans: 否
zh_hant: 沒有

source: No Active Subscription
ar: لا يوجد اشتراك نشط
de: Kein aktives Abo
es: Sin Suscripción Activa
fr: Aucun Abonnement Actif
ja: アクティブなサブスクリプションはありません。
ru: Нет активной подписки
vi: Không có Đăng ký đang hoạt động
zh_hans: 无有效订阅
zh_hant: 沒有啟動的訂閱

source: No additional information on this blocked domain found.
ar: لم يتم العثور على معلومات إضافية حول هذا النطاق المحظور.
de: Keine weiteren Informationen zu dieser gesperrten Domain gefunden.
es: No se encontró información adicional sobre este dominio bloqueado.
fr: Aucune information supplémentaire sur ce domaine bloqué n'a été trouvée.
ja: このブロックされたドメインに関する追加情報は見つかりませんでした。
ru: Дополнительная информация о заблокированном домене не найдена.
vi: Không tìm thấy thông tin bổ sung nào về miền bị chặn này.
zh_hans: 未找到关于此被阻止域的其他信息。
zh_hant: 在這個已封鎖的網域上找不到額外的資訊。

source: No Block Lists Enabled
ar: لا توجد قوائم حظر مفعلة
de: Keine Sperrlisten aktiviert
es: No Hay Listas de Bloqueo Habilitadas
fr: Pas de Listes de Blocage Activées
ja: ブロックリストが有効になっていません
ru: Нет включённых чёрных списков
vi: Không có Danh sách chặn nào được kích hoạt
zh_hans: 未启用阻止列表
zh_hant: 未啟用封鎖清單

source: No Info Found
ar: لم يتم العثور على معلومات
de: Keine Informationen gefunden
es: No Se Encontró Información
fr: Aucune Info Trouvée
ja: 情報が見つかりませんでした。
ru: Информация не найдена
vi: Không tìm thấy thông tin
zh_hans: 未找到信息
zh_hant: 找不到資訊

source: No Internet Connection
ar: لا يوجد اتصال بالإنترنت
de: Keine Internetverbindung
es: Sin Conexión A Internet
fr: Aucune Connexion Internet
ja: インターネットに接続できません
ru: Интернет-соединение отсутствует
vi: Không có kết nối Internet
zh_hans: 无互联网连接
zh_hant: 沒有網路連線

source: No stored API credentials found. Please contact team@lockdownprivacy.com about this error.
ar: لم يتم العثور على بيانات اعتماد API مخزنة. يرجى التواصل مع team@lockdownprivacy.com بخصوص هذا الخطأ.
de: Keine API-Benutzerdaten gefunden. Bitte kontaktieren Sie team@lockdownprivacy.com in Bezug auf diesen Fehler.
es: No se encontraron credenciales de API almacenadas. Póngase en contacto con team@lockdownprivacy.com sobre este error.
fr: Aucun identifiant API trouvé. Merci de contacter team@lockdownprivacy.com au sujet de cette erreur
ja: 保存されたAPI資格情報が見つかりませんでした。 このエラーについては、team@lockdownprivacy.comにお問い合わせください。
ru: Не найдено сохранённых учетных данных API. Сообщите об этой ошибке по адресу team@lockdownprivacy.com
vi: Không tìm thấy thông tin đăng nhập API nào được lưu trữ. Vui lòng liên hệ với team@lockdownprivacy.com về lỗi này.
zh_hans: 未找到存储的 API 凭证。关于此错误，请与 team@lockdownprivacy.com 联系。
zh_hant: 找不到已儲存的 API 認證。請聯繫 team@lockdownprivacy.com 以告知這項錯誤。

source: Not Blocked
ar: غير محظور
de: Nicht gesperrt
es: No Bloqueado
fr: Non Bloqué
ja: ブロックされていません
ru: Не заблокировано
vi: Không bị chặn
zh_hans: 未阻止
zh_hant: 未封鎖

source: Not Now
ar: ليس الآن
de: Nicht jetzt
es: Ahora No
fr: Pas Maintenant
ja: 今はまだです
ru: Не сейчас
vi: Lúc khác
zh_hans: 以后再说
zh_hant: 現在先不要

source: Not Whitelisted
ar: ليس في القائمة البيضاء
de: Nicht auf Positivliste
es: No Incluido En La Lista Blanca
fr: Pas de Liste Blanche
ja: ホワイトリストに登録されていません
ru: Отсутствует в белом списке
vi: Không có trong Danh sách trắng
zh_hans: 未列入白名单
zh_hant: 未放入白名單

source: Notifications: Off
ar: الإشعارات: قيد الإيقاف
de: Benachrichtigungen: Aus
es: Notificaciones: Apagadas
fr: Notifications : Désativées
ja: 通知：オフ
ru: Уведомления: откл.
vi: Thông báo: Tắt
zh_hans: 通知：关闭
zh_hant: 提醒：關閉

source: Notifications: On
ar: الإشعارات: قيد التشغيل
de: Benachrichtigungen: Ein
es: Notificaciones: Encendidas
fr: Notifications : Activées
ja: 通知：オン
ru: Уведомления: вкл.
vi: Thông báo: Bật
zh_hans: 通知：打开
zh_hant: 提醒：開啟

source: OK
ar: موافق
ja: オーケー
ru: Хорошо
zh_hans: 确定
zh_hant: 好的

source: Okay
ar: حسنًا
fr: Ok
ja: オーケー
ru: Ладно
vi: OK
zh_hans: 确定
zh_hant: 好的

source: one lowercase letter
ar: حرف صغير
de: ein Kleinbuchstabe
es: una letra minúscula
fr: une lettre minuscule
ja: 小文字
ru: одну букву нижнего регистра
vi: một chữ cái thường
zh_hans: 一个小写字母
zh_hant: 一個小寫字母

source: one number
ar: عدد
de: eine Ziffer
es: un número
fr: un chiffre
ja: 数字
ru: одну цифра
vi: một số
zh_hans: 一个数字
zh_hant: 一個數字

source: one symbol
ar: رمز
de: ein Sonderzeichen
es: un símbolo
fr: un symbole
ja: 記号を
ru: один символ
vi: một ký hiệu
zh_hans: 一个符号
zh_hant: 一個符號

source: one uppercase letter
ar: حرف كبير
de: ein Großbuchstabe
es: una letra mayúscula
fr: une lettre majuscule
ja: 大文字
ru: одну буква верхнего регистра
vi: một chữ cái viết hoa
zh_hans: 一个大写字母
zh_hant: 一個大寫字母

source: Password must be at least 8 characters, contain at least one uppercase letter, one lowercase letter, one number, and one symbol.
ar: يجب أن تتكون كلمة المرور من 8 أحرف على الأقل، وتحتوي على حرف كبير واحد وحرف صغير واحد ورقم واحد ورمز واحد على الأقل.
de: Das Passwort muss mindestens 8 Zeichen lang sein, mindestens ein Großbuchstabe, ein Kleinbuchstabe, eine Ziffer und ein Sonderzeichen enthalten.
es: La contraseña debe tener al menos 8 caracteres, contener al menos una letra mayúscula, una letra minúscula, un número y un símbolo.
fr: Le mot de passe doit comporter au moins 8 caractères, au moins une lettre majuscule, une lettre minuscule, un chiffre et un symbole.
ja: パスワードは8文字以上で、大文字、小文字、数字、記号を1つ以上含む必要があります。
ru: Пароль должен быть не короче 8 знаков и должен содержать минимум одну букву верхнего регистра, одну букву нижнего регистра, одну цифру и один символ.
vi: Mật khẩu phải có tối thiểu 8 ký tự, chứa ít nhất một chữ cái viết hoa, một chữ thường, một số và một ký hiệu.
zh_hans: 密码必须至少为 8 个字符，至少包含一个大写字母、一个小写字母、一个数字和一个符号。
zh_hant: 密碼必須至少為 8 個字元，須包含至少一個大寫字母、一個小寫字母、一個數字及一個符號。

source: Plan: Annual Pro
ar: الخطة: Annual Pro
de: Abo: Jährlich Pro
es: Plan: Pro Anual
fr: Abonnement : Pro Annuel
ja: プラン：年間プロ
ru: Тарифный план: Pro (ежегодный)
vi: Gói: Pro Hàng năm
zh_hans: 套餐：年度专业版
zh_hant: 方案：年度 Pro

source: Please check your internet connection. If this persists, please contact team@lockdownprivacy.com. Error Description
ar: الرجاء التحقق من اتصال الإنترنت الخاص بك. إذا استمر ذلك، فيرجى التواصل مع team@lockdownprivacy.com. وصف الخطأ
de: Bitte prüfen Sie Ihre Internetverbindung. Falls dies weiterhin besteht, kontaktieren Sie bitte team@lockdownprivacy.com. Fehlerbeschreibung
es: Por favor revise su conexión a internet. Si esto persiste, comuníquese con team@lockdownprivacy.com. Error Description
fr: Veuillez vérifier votre connexion Internet. Si ce problème persiste, veuillez contacter team@lockdownprivacy.com. Description de l'Erreur
ja: インターネットの接続状況をご確認ください。 このエラーが続く場合はteam@lockdownprivacy.comにお問い合わせください。 エラーの説明
ru: Проверьте интернет-соединение. Если проблема сохраняется, напишите нам на team@lockdownprivacy.com. Описание ошибки
vi: Vui lòng kiểm tra kết nối Internet của bạn. Nếu điều này vẫn tiếp diễn, vui lòng liên hệ với team@lockdownprivacy.com. Mô tả lỗi
zh_hans: 请检查您的互联网连接。如果这种情况仍然存在，请联系 team@lockdownprivacy.com。 错误描述
zh_hant: 請確認您的網路連線。若持續發生，請聯繫 team@lockdownprivacy.com。 錯誤說明

source: Please contact team@lockdownprivacy.com. Error details:
ar: إذا استمر هذا، فيرجى التواصل مع team@lockdownprivacy.com. تفاصيل الخطأ
de: Bitte kontaktieren Sie team@lockdownprivacy.com. Fehlerdetails:
es: Póngase en contacto con team@lockdownprivacy.com. Error details:
fr: Merci de contacter team@lockdownprivacy.com. Détails de l'Erreur :
ja: team@lockdownprivacy.comまでご連絡ください。 エラーの説明:
ru: Напишите нам на team@lockdownprivacy.com. Подробности об ошибке:
vi: Vui lòng liên hệ với team@lockdownprivacy.com. Chi tiết lỗi:
zh_hans: 请联系 team@lockdownprivacy.com。 错误详情：
zh_hant: 請聯繫 team@lockdownprivacy.com。 錯誤詳情：

source: Please email team@lockdownprivacy.com with the following Error Code
ar: يرجى إرسال رسالة إلى team@lockdownprivacy.com مع رمز الخطأ التالي
de: Bitte senden Sie eine E-Mail an team@lockdownprivacy.com mit folgendem Fehlercode:
es: Envíe un correo electrónico a team@lockdownprivacy.com con el siguiente Código de Error
fr: Merci de contacter team@lockdownprivacy.com avec le Code d'Erreur suivant
ja: 以下のエラーコードを明記の上、team@lockdownprivacy.com までご連絡ください。
ru: Отправьте электронное письмо на team@lockdownprivacy.com с указанием кода ошибки
vi: Vui lòng gửi email đến team@lockdownprivacy.com với Mã lỗi sau
zh_hans: 请发送电子邮件至 team@lockdownprivacy.com 并附上以下错误代码
zh_hant: 請連同下列的錯誤代碼發送電子郵件至 team@lockdownprivacy.com

source: Please first go to your iOS Settings > Notifications > Lockdown to enable notifications
ar: يُرجى أولاً الانتقال إلى iOS Settings > Notifications > Lockdown لتمكين الإشعارات
de: Bitte gehen Sie zuerst zu iOS-Einstellungen > Benachrichtigungen > Lockdown, um Benachrichtigungen zu aktivieren
es: Primero vaya a su Configuración de iOS > Notificaciones > Lockdown para habilitar las notificaciones
fr: Sur votre appareil iOS, merci de vous rendre dans Réglages > Notifications > Lockdown pour activer les notifications.
ja: まず、iOS設定>通知>Lockdownで通知を有効にします。
ru: Для начала зайдите в настройки iOS > Уведомления > Lockdown, чтобы включить уведомления
vi: Trước tiên, vui lòng đi đến Cài đặt iOS > Thông báo > Lockdown để bật thông báo
zh_hans: 请先进入您的 iOS 设置 > 通知 > Lockdown 以启用通知
zh_hant: 首先請前往您的 iOS 設定 > 提醒 > Lockdown 以啟用提醒

source: Please make sure you have added an e-mail account to your iOS device and try again.
ar: يرجى التأكد من إضافة حساب بريد إلكتروني إلى جهاز iOS الخاص بك والمحاولة مرة أخرى.
de: Bitte vergewissern Sie sich, dass ein E-Mail-Konto Ihrem iOS-Gerät hinzugefügt wurde, und versuchen Sie es erneut.
es: Asegúrese de haber agregado una cuenta de correo electrónico a su dispositivo iOS y vuelva a intentarlo.
fr: Veuillez vous assurer que vous avez ajouté un compte e-mail à votre appareil iOS et réessayez.
ja: iOSデバイスにメールアカウントが追加されていることを確認してから、再度お試しください。
ru: Убедитесь, что вы добавили учетную запись с адресом электронной почты к устройству на базе iOS, и повторите попытку.
vi: Hãy bảo đảm rằng bạn đã thêm tài khoản e-mail vào thiết bị iOS của mình và thử lại.
zh_hans: 请确保您已将电子邮件帐户添加到您的 iOS 设备，然后重试。
zh_hant: 請確保您已在您的 iOS 裝置上加入一個電子郵件帳號並再試一次

source: Please make sure your Internet connection is active and that you have an active subscription. Otherwise, please start your free trial or e-mail team@lockdownprivacy.com
ar: يرجى التأكد من أن اتصالك بالإنترنت نشط وأن لديك اشتراكًا نشطًا. بخلاف ذلك، يرجى بدء فترتك التجريبية المجانية أو إرسال بريد إلكتروني إلى team@lockdownprivacy.com
de: Bitte achten Sie darauf, dass Ihre Internetverbindung aktiv ist und dass Sie ein aktives Abonnement haben. Andernfalls starten Sie bitte Ihre kostenlose Testphase oder senden Sie eine E-Mail an team@lockdownprivacy.com.
es: Asegúrese de que su conexión a internet esté activa y que tenga una suscripción activa. De lo contrario, inicie su prueba gratuita o envíe un correo electrónico a team@lockdownprivacy.com
fr: Veuillez vous assurer que votre connexion Internet est active et que vous avez un abonnement actif. Sinon, veuillez commencer votre essai gratuit ou envoyer un e-mail à team@lockdownprivacy.com
ja: インターネット接続が有効になっているか、購読が有効になっているかを確認してください。 それ以外の場合は、無料トライアルを開始するか、team@lockdownprivacy.comまでメールでお問い合わせください。
ru: Убедитесь в наличии активного интернет-соединения и активной подписки. Также вы можете воспользоваться бесплатной пробной версией либо отправить электронное письмо на team@lockdownprivacy.com
vi: Hãy bảo đảm rằng kết nối Internet của bạn đang hoạt động và bạn có đăng ký đang hoạt động. Nếu không, vui lòng bắt đầu bản dùng thử miễn phí hoặc gửi e-mail đến team@lockdownprivacy.com
zh_hans: 请确保您的互联网连接处于活动状态，并且您有有效的订阅。否则，请开始您的免费试用，或发送电子邮件至 team@lockdownprivacy.com
zh_hant: 請確保您的網路連線正常啟動，且您有已啟用的訂閱。否則，請開始您的免費試用或發送電子郵件至 team@lockdownprivacy.com
